Repository: pypi-data/pypi-mirror-332
Catalog: packages/djangocms-meta-og/djangocms_meta_og-2.0.1.tar.gz/djangocms_meta_og-2.0.1/djangocms_meta_og/locale/*/LC_MESSAGES/django.po
Languages: cs

source: A Meta without a page will be used for the entire site.
cs: Meta bez stránky bude použito pro celý website.

source: Clicking on the value will insert it into the META field.
cs: Kliknutím na hodnotu se tato vloží do pole META.

source: Content List
cs: Seznam obsahů

source: Dynamic content
cs: Dynamický obsah

source: Entire website
cs: Celý website

source: Invalid content
cs: Neplatný obsah

source: Invalid line
cs: Neplatný řádek

source: Invalid property
cs: Neplatná vlastnost

source: List of existing properties.
cs: Seznam existujících vlastností.

source: List of existing values.
cs: Seznam existujících hodnot.

source: Notice. You do not have permission to create new Meta Content.
cs: Upozornění. Nemáte oprávnění vytvořit nový Meta Obsah.

source: Notice. You do not have permission to create new Meta Propery.
cs: Upozornění. Nemáte oprávnění vytvořit novou Meta Vlastnost.

source: Overview of existing values
cs: Přehled existujících hodnot

source: Page
cs: Stránka

source: Page meta OG for entire site with this language already exists.
cs: Meta OG s touto jazykovou verzí pro celý website již existuje.

source: Property List
cs: Seznam vlastností

source: The key in the list will be replaced with the value described in the label.
cs: Klíč v seznamu bude nahrazen hodnotou popsanou v názvu.

source: Unknown prefix
cs: Neznámý prefix

source: You can only insert an existing value from the list below.
cs: Můžete pouze vložit již existující hodnotu se seznamu níže.

source: You do not have permission to create meta content
cs: Nemáte oprávnění vytvořit meta obsah

source: You do not have permission to create meta name
cs: Nemáte oprávnění vytvořit meta název

source: at line
cs: na řádce
