Repository: pypi-data/pypi-mirror-332
Catalog: packages/transpolibre/transpolibre-0.8.5.tar.gz/transpolibre-0.8.5/locale/*/LC_MESSAGES/transpolibre.po
Languages: ar, az, bn, cs, da, de, el, eo, et, eu, fa, ga, gl, he, hu, ja, lt, lv, ms, pl, ro, ru, sk, sl, sq, th, tl, tr, uk, ur, zh

source: Translate PO files with LibreTranslate
az: LibreTranslate
bn: LiburreTranslate ফাইল অনুবাদ করুন
cs: Přeložit soubory PO s LibreTranslate
da: Oversæt PO- filer med LibreOversæt
de: PO-Dateien mit LibreTranslate übersetzen
el: Μετάφραση αρχείων PO με LibreTranslate
eo: Traduki PO dosierojn kun LibreTranslate
et: PO- failide tõlkimine LibreTranslate' iga
eu: PO fitxategiak itzuli LibreTranslate-rekin
fa: ترجمه فایل های PO با LibreTranslate
ga: Aistrithe comhaid PO le LibreTranslate
gl: Traducir ficheiros PO con LibreTranslate
he: לתרגם קבצים עם Libreתרגםe
hu: A PO fájlok fordítása LibreTranslate-al
ja: LibreTranslateでPOファイルを翻訳する
lt: Klubui buvo priskirtas žaidėjas dėl per mažo jų skaičiaus
lv: Tulkot PO failus ar LibreTranslate
ms: Terjemahkan berkas PO dengan LibreTranslate
pl: Przetłumacz pliki PO z LibreTranslate
ro: Tradu fișiere OP cu LibreTraduce
ru: Перевод файлов PO с помощью LibreTranslate
sk: Preložiť súbory PO s LibreTranslate
sl: Prevedi datoteke PO z LibrePrevedel
sq: Përkthe skedarët PO me Libre Translate
th: แปลแฟ้ม PP ด้วย LibreTranslate
tl: Mga talaksang Translate PO na may LibreTranslate
tr: LibreTranslate ile çeviri PO dosyaları
uk: Переклад PO файлів з LibreTranslate
ur: لیبر ٹرینٹیٹ کے ساتھ تصویر
zh: 用自由翻译翻译 PO 文件

source: LibreTranslate API key
ar: LibreTranslate مفتاح API
az: Oxunub Axtarış
bn: LibreTranslate API-কি
cs: LibreTranslate API klíč
da: LibreTranslate API-nøgle
de: LibreTranslation API Schlüssel
el: LibreΜεταφρασμένο Κλειδί API
eo: LibreTradukado API-ŝlosilo
et: LibreTranslate API võti
eu: LibreTranslate API tekla
ga: Déan teagmháil anois eochair API
he: המונחים: מפתח API
hu: LibreTranslate API kulcs
ja: LibreTranslate ライブラリ APIキー
lt: Name API raktas
lv: LibreTulkot API atslēga
ms: LibreTranslate Kunci API
pl: LibreTranslate Klucz API
ro: LibreTraduce Cheie API
ru: LibreTranslate Ключ API
sk: Libretranslát Kľúč API
sl: LibrePrevajanje Ključ API
sq: Libre Translate Pulsanti API
th: LibreTranslate กุญแจ API
tl: LibreTranslate Susi ng API
tr: LibreTranslate API anahtar anahtarı
uk: Лібретранслат API ключ
ur: لبرٹی کلید
zh: 自由翻译 API 密钥

source: Debugging
ar: الديون
az: Daxil ol
bn: ডিবাগ ব্যবস্থা
cs: Ladění
da: Fejlsøgning
el: Αποσφαλμάτωση
et: Silumine
eu: Arazketa
fa: دانلود بازی Debu
gl: Debuxar
he: להתווכח
hu: Hibakeresés
ja: デバッギング
lt: Derinimas
lv: Atkļūdošana
ms: MASUK
pl: Debugowanie
ro: Depanare
ru: Отладка
sl: Razhroščevanje
sq: Gjetja dhe korrigjimi i gabimeve
th: การดีบั๊ก
tl: Pagsugpo
uk: Розгортання
ur: غیر متصل
zh: 调试

source: PO file to translate
az: Qeydiyyat
bn: ফাইল অনুবাদ করতে সমস্যা
cs: PO soubor přeložit
da: PO-fil at oversætte
de: PO-Datei zum übersetzen
el: Αρχείο PO για μετάφραση
eo: PO-dosiero por traduki
et: PO- fail tõlkimiseks
eu: PO fitxategia itzultzeko
fa: فایل PO برای ترجمه
ga: PO comhad a aistriú
gl: Ficheiro PO para traducir
he: קובץ כדי לתרגם
hu: PO fájl lefordítani
ja: 翻訳するPOファイル
lt: PO failas išversti
lv: PO fails, ko tulkot
ms: Berkas PO untuk diterjemahkan
pl: Plik PO do przetłumaczenia
ro: Fișier PO de tradus
ru: PO файл для перевода
sk: Súbor PO preložiť
sl: Datoteka PO za prevajanje
sq: File PO për tu përkthyer
th: แฟ้ม PP ที่จะแปล
tl: PO file upang isalin
tr: PO dosyasını tercüme etmek için
uk: PO файл для перекладу
ur: ترجمہ کرنا
zh: 要翻译的 PO 文件

source: List available languages
ar: قائمة اللغات المتاحة
az: Kateqoriyalar
bn: উপলব্ধ ভাষার তালিকা
cs: Seznam dostupných jazyků
da: Liste over sprog
de: Verfügbare Sprachen
el: Λίστα διαθέσιμων γλωσσών
eo: Listo de disponeblaj lingvoj
et: Saadaolevate keelte nimekiri
eu: Zerrendatu hizkuntza erabilgarriak
fa: فهرست زبان های موجود
ga: Liosta teangacha ar fáil
gl: Lista de idiomas dispoñibles
he: שפות זמינות
hu: A rendelkezésre álló nyelvek listája
ja: 利用可能な言語の一覧
lt: Sąrašas prieinamų kalbų
lv: Parādīt pieejamās valodas
ms: Senaraikan bahasa yang tersedia
pl: Lista dostępnych języków
ro: Listă limbile disponibile
ru: Список доступных языков
sk: Zoznam dostupných jazykov
sl: Seznam razpoložljivih jezikov
sq: Gjuhët në dispozicion
th: รายการภาษาที่มีอยู่
tl: Isulat ang available na mga wika
tr: Mevcut diller listesi
uk: Список доступних мов
ur: فہرست دستیاب زبانیں
zh: 列出可用语言

source: Overwrite existing translations
ar: كتابة الترجمة الحالية
az: Mövcud çevirileri yazmaq
bn: বর্তমান অনুবাদ
cs: Přepsat stávající překlady
da: Overskriv eksisterende oversættelser
de: Überschreiben bestehender Übersetzungen
el: Αντικατάσταση υφιστάμενων μεταφράσεων
eo: Subskribi ekzistantajn tradukojn
et: Olemasolevate tõlgete ülekirjutamine
eu: Gainidatzi existitzen diren itzulpenak
fa: نوشتن ترجمه های موجود
ga: Róscríobh aistriúcháin atá ann cheana féin
gl: Sobreescribir as traducións existentes
he: תרגום קיים
hu: Meglévő fordítások felülírása
ja: 既存の翻訳を上書きする
lt: Perrašyti esamus vertimus
lv: Pārrakstīt esošos tulkojumus
ms: Terjemahan terjemahan yang sudah ada sebelumnya
pl: Zastąp istniejące tłumaczenia
ro: Suprascrie traducerile existente
ru: Перезаписывать существующие переводы
sk: Prepísať existujúce preklady
sl: Nadomesti obstoječe prevode
sq: Mbishkruaj përkthimet ekzistuese
th: เขียนทับหน้าต่างที่มีอยู่
tl: Isulat ang umiiral na mga salin
tr: Mevcut çevirileri yazmak için
uk: Перезапис існуючих перекладів
ur: موجودہ ترجمے
zh: 覆盖已有的翻译

source: Source Language ISO 639 code (Default en)
ar: المصدر ISO 639 الرمز (Default en)
az: Yadda saxla
bn: উৎস ভাষা ৬৩৯ কোড (ডিফল্ট)
cs: Zdrojový jazyk ISO 639 kód (výchozí en)
da: Kildesprog ISO 639-kode (standard en)
de: Quelle Sprache ISO 639 Code (Standard en)
el: Κωδικός γλώσσας πηγής ISO 639 (Προκαθορισμένο en)
eo: Fontolingvo ISO 639 kodo (Mallongo en)
et: Lähtekeel ISO 639 kood (Default en)
eu: Iturburuko hizkuntza ISO 639 kodea (lehenetsia en)
fa: کد منبع زبان ISO 639 (Default en)
ga: Foinse Teanga ISO 639 cód (Default en)
gl: Código ISO 639 (Default en)
he: מקור שפה ISO 639 קוד (Default en)
hu: Forrásnyelv ISO 639 kód (Alapértelmezés en)
ja: ソース言語 ISO 639 コード (デフォルト en)
lt: Šaltinio kalba ISO 639 kodas (Numatytasis en)
lv: Izcelsmes valodas ISO 639 kods (Default en)
ms: Kode kode ISO 639 Bahasa Sumber UIN (Default en)
pl: Język źródłowy kod ISO 639 (domyślnie pl)
ro: Limbă sursă ISO 639 cod (Default en)
ru: Исходный код ISO 639 (Default en)
sk: Zdroj Jazyk ISO 639 kód (Default en)
sl: Izvorni jezik ISO 639 koda (Default en)
sq: Kodi i prezgjedhur En
th: ต้นฉบับภาษา ISO 639 รหัส (Defaulten)
tl: Pinagmulan ng Wika ISO 639 code (Default en)
tr: Kaynak Dili ISO 639 kodu (Default en)
uk: English, Українська, Français..
ur: ماخذ زبان ISO 639 کوڈ (AN) ہے۔
zh: 源语言 ISO 639 代码 (Default en)

source: Target Language ISO 639 code (Default es)
ar: الرقم المستهدف ISO 639 (Default es)
az: Target Language ISO 639 kodu (Default es)
bn: লক্ষ্য ভাষা ISO 63 কোড (ডিফল্ট মান)
cs: Cílový jazyk ISO 639 kód (Výchozí)
da: Målsprog ISO 639-kode (standard es)
de: Zielsprache ISO 639 Code (Standard es)
el: Κωδικός γλώσσας-στόχου ISO 639 (Default es)
eo: Cellingvo ISO 639 kodo (Defaultes)
et: Sihtkeel ISO 639 kood (vaikimisi es)
eu: Helburuko hizkuntza ISO 639 kodea (lehenetsia es)
fa: کد زبان هدف ISO 639 (Defaults)
ga: Sprioc Teanga ISO 639 cód (Default es)
gl: Código ISO 639 (Default es)
he: ISO 639 קוד (Default es)
hu: Célnyelv ISO 639 kód (Alapértelmezés)
ja: 対象言語 ISO 639コード(デフォルト)
lt: Tikslinė kalba ISO 639 kodas (Numatytieji duomenys)
lv: Mērķvalodas ISO 639 kods (default ess)
ms: Kode ISO 639 Bahasa Sasaran (Es default)
pl: Język docelowy kod ISO 639 (domyślnie es)
ro: Limbă țintă ISO 639 cod (Default es)
ru: Целевой язык ISO 639 (Default es)
sk: Cieľový jazyk ISO 639 kód (Default es)
sl: Ciljni jezik ISO 639 koda (Default es)
sq: Objektivi Gjuha
th: ภาษาเป้าหมาย ISO 639 รหัส (Defal Es)
tr: Hedef Dili ISO 639 kodu (Default es)
uk: Цільова мова ISO 639 код (Default es)
ur: زبانی زبان ISO 639 کوڈ (BEEs) ہے۔
zh: 目标语言 ISO 639 代码 (Default es)

source: LibreTranslate URL (Default http://127.0.0.1:8000)
az: E-poçt ünvanı
bn: LibreTranslate URL (ডিফল্ট http://127.10. 120:82
cs: LibreTranslate URL (Výchozí http: / / 127.0.0.1: 8000)
da: LibreTranslate URL (Standard http: / / 127.0.0.1: 8000)
de: LibreTranslate URL (Standard http://127.0.0.1:8000)
el: LibreTranslate URL (Προκαθορισμένο http://127.0.1:8000)
et: LibreTranslate URL (vaikimisi http://127.0.0.1: 8000)
eu: LibreTranslate URL (lehenetsia http://127.0.1:8000)
ga: Cóipeáil nasc leis an tweet Leabaigh an Tweet
gl: URL de LibreTranslate (Default http://127.0.0.1:8000)
he: Libreתרגםe URL (Default http:127.0.0.1:8000)
hu: LibreTranslate URL (Alapértelmezés: http: / / 127.0.0.1: 8000)
ja: LibreTranslate URL (デフォルト http://127.0.0.1:8000)
lt: Interneto svetainė Librey URL (Numatytasis http: / / 127.0.0.1: 8000)
lv: LibreTranslate URL (Noklusētais http://127.0.0.1:8000)
ms: URL LibreTranslate (Default http://127.0.0.1:8000)
pl: LibreTranslate URL (Domyślnie http: / / 127.0.0.1: 8000)
ro: LibreTranslate URL (Default http://127.0.0.1:800)
sq: Libre Translate URL (E prezgjedhur http://127.0.0.1:,8000)
th: LibreTranslate URL (Defult http167.0.1: 8000)
uk: Посилання LibreTranslate (Default http://127.0.0.1:8000)
ur: لیبر ٹراانس بچاو (انگریزی: Liber Trranslate Settle) (چینی: Default .؛
zh: LibreTranslate URL (Default http://127. 0.0.1: 800) (英语)

source: Increase output verbosity
ar: زيادة عدد النواتج
az: Çıxış nömrələri
bn: আউটপুট ক্রিয়া বৃদ্ধি করো
cs: Zvýšit verbalitu výstupu
da: Øg output- verbositet
de: Ausgabeverbenität erhöhen
el: Αύξηση της verposity εξόδου
eo: Plimultigu produktaĵon
et: Väljundi verbaalsuse suurendamine
eu: Handitu irteerako xehetasunak
fa: افزایش فعل خروجی
ga: Méadú briogadh aschur
gl: Aumentar a verbosidade de saída
he: הגדלת התפוקה
hu: A kimeneti verbositás növelése
ja: 出力の動性を高める
lt: Padidinti išėjimo grynumą
lv: Palielināt izvades stenogrammu
ms: Tingkatkan verbositas output
pl: Zwiększenie mocy wyjściowej
ro: Crește verbozitatea de ieșire
ru: Увеличение объемов производства
sk: Zvýšiť doslovnosť výstupu
sl: Povečaj izhodno glagolico
sq: Rrit
th: เพิ่มความไวแสง
tl: Dagdagan ang verbosidad ng output
tr: Artan çıkış fiilleri
uk: Підвищені дієсловості
ur: عمل میں اضافہ
zh: 增加输出动词

source: Show version
ar: نسخة العرض
az: Proqram
bn: সংস্করণ প্রদর্শন করা হবে
cs: Zobrazit verzi
da: Vis version
de: Version anzeigen
el: Εμφάνιση έκδοσης
eo: Montri version
et: Näita versiooni
eu: Erakutsi bertsioa
fa: نسخه Show
ga: Leagan Taispeáin
gl: Mostrar versión
hu: Verzió megjelenítése
ja: バージョンを表示
lt: Rodyti versiją
lv: Rādīt versiju
ms: Tampilkan versi
pl: Pokaż wersję
ro: Arată versiunea
ru: Показать версию
sk: Zobraziť verziu
sl: Prikaži različico
sq: Shfaq versionin
th: แสดงรุ่น
tl: Ipakita ang bersyon
tr: Show version version
uk: Показати версію
ur: طےشدہ
zh: 显示版本

source: Error: unknown language code:
ar: الخطأ: رمز لغة مجهول:
az: Fayl: mövcud dil kodu:
bn: ত্রুটি: অজানা ভাষার কোড:
cs: Chyba: neznámý kód jazyka:
da: Fejl: ukendt sprogkode:
de: Fehler: unbekannter Sprachcode:
el: Σφάλμα: άγνωστος κωδικός γλώσσας:
eo: Eraro: nekonata lingvokodo:
et: Viga: tundmatu keelekood:
eu: Errorea: hizkuntza-kode ezezaguna:
fa: خطا: کد زبان ناشناخته:
ga: Earráid: cód teanga anaithnid:
gl: Código de idioma descoñecido:
he: טעות: קוד שפה לא ידוע:
hu: Hiba: ismeretlen nyelvkód:
ja: エラー: 不明な言語コード:
lt: Klaida: nežinomas kalbos kodas:
lv: Kļūda: nezināms valodas kods:
ms: Kesalahan: kode bahasa tidak diketahui:
pl: Błąd: nieznany kod języka:
ro: Eroare: cod lingvistic necunoscut:
ru: Ошибка: код неизвестного языка
sk: Chyba: neznámy kód jazyka:
sl: Napaka: neznana jezikovna koda:
sq: Gabim: kodi gjuhës i panjohur:
th: ผิดพลาด: รหัสภาษาไม่ทราบ:
tl: Error sa pagbasa ng talaksang '%s': %s
tr: Hata: bilinmeyen dil kodu:
uk: Помилка: невідомий код мови:
ur: غلطی: نامعلوم زبان کوڈ:
zh: 错误: 语言代码未知 :

source: The specified PO file does not exist or is not a file:
az: Qeyd edilmiş PO fa fa fa fa fa fası mövcud deyil və ya bir fayl deyil:
bn: উল্লিখিত ফাইল উপস্থিত নেই অথবা এটি ফাইল নয়:
cs: Zadaný PO soubor neexistuje nebo není soubor:
da: Den angivne PO- fil eksisterer ikke eller er ikke en fil:
de: Die angegebene PO-Datei existiert nicht oder ist keine Datei:
el: Το καθορισμένο αρχείο PO δεν υπάρχει ή δεν είναι ένα αρχείο:
eo: La precizigita PO-dosiero ne ekzistas aŭ ne estas dosiero:
et: Määratud PO- faili ei ole olemas või see ei ole fail:
eu: Zehaztutako PO fitxategia ez da existitzen edo ez da fitxategi bat:
fa: فایل PO مشخص شده وجود ندارد یا یک فایل نیست:
ga: Níl an comhad PO sonraithe ann nó nach bhfuil comhad:
gl: O ficheiro PO non existe ou non é un ficheiro
he: קובץ PO המפורט אינו קיים או אינו קובץ:
hu: A megadott PO fájl nem létezik, vagy nem egy fájl:
ja: 指定されたPOファイルが存在しないか、ファイルではない:
lt: Nurodytasis PO failas neegzistuoja arba nėra failas:
lv: Norādītais PO fails neeksistē vai nav fails:
ms: Berkas PO yang dinyatakan tidak ada atau bukan berkas:
pl: Plik PO nie istnieje lub nie jest plikiem:
ro: Fișierul PO specificat nu există sau nu este un fișier:
ru: Указанный файл PO не существует или не является файлом:
sk: Zadaný súbor PO neexistuje alebo nie je súbor:
sl: Navedena datoteka PO ne obstaja ali pa ni datoteka:
sq: File i specifikuar PO nuk ekziston ose nuk është një file:
th: แฟ้ม PO ที่ระบุยังไม่มีอยู่ หรือไม่ใช่แฟ้ม:
tl: Ang espesipikong talaksang PO ay hindi umiiral o hindi isang talaksan:
tr: Belirtilen PO dosyası mevcut değildir veya bir dosya değildir:
uk: Вказаний файл PO не існує або не є файлом:
ur: طے شدہ فائل موجود نہیں ہے یا فائل نہیں ہے
zh: 指定的 PO 文件不存在或不是文件 :

source: Read PO file:
ar: اقرأ ملف PO:
az: PO fa fa faylını oxuyun:
bn: চিহ্নিত ফাইল পড়ুন:
cs: Přečtěte si PO soubor:
da: Læs PO-fil:
de: Lesen Sie PO-Datei:
el: Ανάγνωση αρχείου PO:
eo: Legu PO-dosieron:
et: PO- faili lugemine:
eu: Irakurri PO fitxategia:
fa: فایل PO را بخوانید:
ga: Léigh comhad PO:
gl: Arquivo PO:
he: קרא קובץ:
hu: A PO fájl olvasása:
ja: PO ファイルを読む:
lt: Skaityti PO failą:
lv: PO lasīšanas fails:
ms: Berkas baca PO:
pl: Przeczytaj plik PO:
ro: Citiți fișierul PO:
ru: Прочитайте файл PO:
sk: Prečítajte si súbor PO:
sl: Preberi datoteko PO:
sq: Lexo file PO:
th: อ่านแฟ้ม PO:
tl: Basahin ang talaksang PO:
tr: PO dosyasını okuyun:
uk: Читати файл PO:
ur: پی او فائل پڑھیں:
zh: 读取 PO 文件 :

source: Original:
ar: Original: ENGLISH
az: Orijinal:
bn: মূল:
cs: Původní:
el: Αρχικό:
eo: Originalo:
et: Originaal:
eu: Jatorrizkoa:
fa: اصلی:
ga: Bunaidh:
gl: Orixinal:
he: מקורי:
hu: Eredeti:
ja: オリジナル:
lt: Originalas:
lv: Oriģināls:
ms: Asal:
pl: Oryginał:
ru: Оригинал:
sk: Originál:
sq: Origjinali:
th: ต้นฉบับ:
tl: Orihinal:
tr: Orijinal:
uk: Оригінальний:
ur: اصل:
zh: 原文:英文

source: Translation:
ar: الترجمة:
bn: অনুবাদ:
cs: Překlad:
da: Oversættelse:
de: Übersetzung:
el: Μετάφραση:
eo: Traduko:
et: Tõlge:
eu: Itzulpena:
fa: ترجمه:
ga: Aistriúchán:
gl: Tradución:
he: תרגום:
hu: Fordítás:
ja: 翻訳:
lt: Vertimas:
lv: Tulkojums:
ms: Terjemahan
pl: Tłumaczenie:
ro: Traducere:
ru: Перевод:
sk: Preklad:
sl: Prevod:
sq: Përkthimi:
th: การแปล:
tl: Salin:
tr: Çeviri:
uk: Переклад:
ur: ترجمہ:
zh: 翻译 :

source: Translating link text:
ar: ترجمة النص:
az: Translating linki:
bn: লিংকের লেখা:
cs: Text překladu odkazu:
da: Oversætter linktekst:
de: Übersetzen von Linktext:
el: Μεταφράζοντας το κείμενο του συνδέσμου:
eo: Translativa ligilo teksto:
et: Lingi teksti tõlkimine:
eu: Estekaren testua:
fa: ترجمه متن لینک:
ga: Aistriú téacs nasc:
gl: Texto do enlace traducido:
he: תרגום טקסט קישור:
hu: A link fordítása:
ja: リンクテキストの翻訳:
lt: Verčiama nuorodos tekstas:
lv: Tulkojot saites tekstu:
ms: Teks pautan pentranslating:
pl: Tłumaczenie tekstu odnośnika:
ro: Traducere text link:
ru: Перевод текста ссылки:
sk: Text prekladu odkazu:
sl: Besedilo translacijske povezave:
sq: Përkthimi i tekstit të lidhjes:
th: กําลังแปลงข้อความเชื่อมโยง:
tl: Salin:
uk: Переклад тексту посилання:
ur: نقل مکانی لنک متن:
zh: 翻译链接文本 :

source: URL detected
az: URL
bn: URL সনাক্ত করা হয়েছে
cs: Zjištěno URL
da: URL detekteret
de: URL erkannt
el: Εντοπίστηκε URL
eo: URL detektis
et: Tuvastatud URL
eu: URLa detektatuta
fa: URL شناسایی شده
ga: URL a braitheadh
gl: URL detectado
he: כתובת URL
hu: URL észlelve
ja: 検出されたURL
lt: Aptiktas URL
lv: Atklāts URL
ms: URL tidak terdeteksi
pl: Wykryto URL
ro: URL detectat
ru: URL обнаружен
sk: Zistená URL
sl: Zaznan URL
sq: URL e zbuluar
th: ตรวจพบที่อยู่ URL
tl: Napansin ng URL
tr: URL tespit edilen URL
uk: URL-адреси
ur: طےشدہ
zh: 检测到 URL

source: Email detected
az: E-poçt ünvanı
bn: ই-মেইল সনাক্ত হয়েছে
cs: Zjištěn email
da: E- mail opdaget
de: E-Mail
el: Εντοπίστηκε ηλεκτρονικό ταχυδρομείο
eo: Retpoŝto detektita
et: E-mail tuvastati
eu: Posta elektronikoa detektatuta
fa: ایمیل شناسایی شده
ga: Ríomhphost aimsithe
gl: Email detectado
he: דואר אלקטרוני מזוהה
hu: E-mail
ja: 検出された電子メール
lt: Aptiktas el. paštas
lv: E- pasts konstatēts
ms: Email terdeteksi
pl: Wykryto email
ro: E-mail detectat
ru: Электронная почта обнаружена
sk: E-mail detekované
sl: Zaznana e- pošta
sq: U zbulua një email
th: ตรวจพบอีเมล
tl: Napuna ang Email
tr: E-posta tespiti
uk: Виявлення електронної пошти
ur: ای میل سروسز
zh: 已检测到电子邮件

source: No URL or Email detected
az: URL və ya E-poçt ünvanı
bn: কোনো URL অথবা ই-মেইল পাওয়া যায়নি
cs: Žádné URL nebo Email detekován
da: Ingen URL eller e- mail detekteret
de: Keine URL oder E-Mail erkannt
el: Δεν ανιχνεύθηκε URL ή Email
eo: Neniu URL aŭ retpoŝto detektis
et: URL- i või e- posti ei leitud
eu: Ez da URL edo posta elektronikorik detektatu
fa: هیچ URL یا ایمیل شناسایی نشده
ga: Uimh URL nó Ríomhphost braitheadh
gl: No se han encontrado URI ni correo electrónico
he: אין כתובת או דואר אלקטרוני מזוהה
hu: Nem található URL vagy e-mail
ja: 検出されるURLか電子メール無し
lt: Neaptiktas joks URL ar el. paštas
lv: URL vai e- pasts nav atrasts
ms: Tak ada URL atau Email yang terdeteksi
pl: Nie wykryto adresu URL ani e- maila
ro: Niciun URL sau e-mail detectate
ru: URL и электронная почта не обнаружены
sk: @ info: tooltip
sl: Ni zaznanega URL ali E- pošte
sq: Nuk u gjet asnjë URL apo Email
th: ไม่พบที่อยู่ URL หรืออีเมล
tl: Walang nakitang URL o Email
tr: URL veya E-posta bulunamadı
uk: Не знайдено URL-адреси або електронної пошти
ur: کوئی ای میل نہیں
zh: 未检测到 URL 或电子邮件

source: LibreTranslate URL:
az: Oxunub URL:
bn: LibreTranslate ইউ- আর- এল:
de: LibreTranslation URL:
el: LibreΜεταφρασμένο URL:
eo: LibreTradukado URL:
ga: Déan teagmháil anois URL:
he: המונחים: כתובת:
ja: LibreTranslate ライブラリ サイトマップ
lt: Name URL:
lv: LibreTulkot URL:
ro: LibreTraduce URL:
sk: Libretranslát URL:
sl: LibrePrevajanje URL:
th: LibreTranslate ที่อยู่ URL:
tr: LibreTranslate URL: URL:
uk: Лібретранслат URL:
ur: لبرٹی قليل
zh: 自由翻译 URL :

source: API Key:
ar: المفتاح:
bn: API-কি:
cs: API klíč:
da: API nøgle:
el: Πλήκτρο API:
eo: API Ŝlosilo:
et: API võti:
eu: API gakoa:
fa: کلید API:
he: מפתח API:
hu: API kulcs:
ja: APIキー:
lt: API raktas:
lv: API atslēga:
ms: Kunci API:
pl: Klucz API:
ro: Cheia API:
ru: Ключ API:
sk: Kľúč API:
sl: API ključ:
sq: Kyçi:
th: กุญแจ API:
tl: Susi ng API:
uk: API ключ:
ur: ایپی کلید:
zh: API 密钥 :

source: None
ar: لا شيء
az: Qeyd
bn: শূণ্য
cs: Žádné
da: Ingen
de: Keine
el: Καμία
eo: Neniu
et: Mitte ükski
eu: Bat ere ez
fa: هیچ کس
ga: Gan a bheith ráite
gl: Ningunha
he: אף אחד לא
hu: Nincs
ja: なし
lt: Nėra
lv: Nav
pl: Brak
ro: Niciuna
ru: Никто
sk: Žiadne
sl: Brez
sq: Asnjë
th: ไม่มี
tl: Wala
tr: Hiçbir şey yok
uk: Ні
ur: کچھ نہیں
zh: 无

source: Translating:
ar: ترجمة:
az: Trans:
bn: ট্রান্সলেট:
cs: Překlad:
da: Oversætter:
de: Übersetzung:
el: Μετάφραση:
eo: Transdonado:
et: Tõlkimine:
eu: Itzultzen:
fa: ترجمه:
ga: Aistriú:
gl: Tradución:
he: תרגום:
hu: Fordítás:
ja: 翻訳:
lt: Vertimas raštu:
lv: Tulkojums:
pl: Tłumaczenie:
ro: Traducere:
ru: Перевод:
sk: Prekladanie:
sl: Prevajanje:
sq: Përkthimi:
th: การแปล:
tl: Pagsasalin:
uk: Переклад:
ur: ٹرانسپورٹ:
zh: 翻译 :

source: Source ISO 639:
ar: المصدر ISO 639:
az: Yadda saxla
bn: উৎস ISO 69:
cs: Zdroj ISO 639:
da: Kilde ISO 639:
de: Quelle ISO 639:
el: Πηγή ISO 639:
eo: Fonto ISO 639:
et: Allikas ISO 639:
eu: ISO 639 iturburua:
fa: منبع ISO 639:
ga: Foinse ISO 639:
gl: ISO 639:
he: מקור ISO 639:
hu: ISO 639:
ja: 源ISO 639:
lt: Šaltinis ISO 639:
lv: Avots: ISO 639
ms: Sumber ISO 639:
pl: Źródło ISO 639:
ro: Sursa ISO 639:
ru: Источник ISO 639:
sk: Zdroj ISO 639:
sl: Vir ISO 639:
sq: Burimi ISO 639:
th: แหล่งที่มา ISO 639:
tl: Pinagmulan ISO 639:
tr: Kaynak ISO 639:
uk: Джерело ISO 639:
ur: ماخذ ISO 639:
zh: 资料来源 ISO 639:

source: Target ISO 639:
ar: الهدف ISO 639:
bn: লক্ষ্য ISO 63:
cs: Cíl ISO 639:
da: Mål ISO 639:
de: Ziel ISO 639:
el: Στόχος ISO 639:
eo: Celo ISO 639:
et: Eesmärk ISO 639:
eu: Helburua ISO 639:
fa: ISO 639:
ga: Sprioc ISO 639:
gl: ISO 639:
he: ISO 639:
hu: Cél ISO 639:
ja: ターゲットISO 639:
lt: Tikslas ISO 639:
lv: Mērķis ISO 639:
ms: Target:
pl: Cel ISO 639:
ro: Obiectivul ISO 639:
ru: Цель ISO 639:
sk: Cieľ ISO 639:
sl: Cilj ISO 639:
sq: Objektivi ISO 639:
th: เป้าหมาย ISO 639:
tr: Hedef ISO 639:
uk: Призначення ISO 639:
ur: ISO 639:
zh: 目标ISO 639:

source: Language:
ar: اللغة:
az: Dil:
bn: ভাষা:
cs: Jazyk:
da: Sprog:
de: Sprache:
el: Γλώσσα:
eo: Lingvo:
et: Keel:
eu: Hizkuntza:
fa: زبان:
ga: Teanga:
gl: Lingua:
he: שפה:
hu: Nyelv:
ja: 言語:
lt: Kalba:
lv: Valoda:
ms: Bahasa:
pl: Język:
ro: Limba:
ru: Язык:
sk: Jazyk:
sl: Jezik:
sq: Gjuha:
th: ภาษา:
tl: Wika:
tr: Dil:
uk: Мова:
ur: زبان:
zh: 语言 :

source: Code:
ar: الرمز:
az: Qeydiyyat
bn: কোড:
cs: Kód:
da: Kode:
el: Κωδικός:
eo: Kodo:
et: Kood:
eu: Kodea:
fa: کد:
ga: Cód:
gl: Código:
he: קוד:
hu: Kód:
ja: コード:
lt: Kodas:
lv: Kods:
ms: Kode kode:
pl: Kod:
ro: Cod:
ru: Код:
sk: Kód:
sl: Oznaka:
sq: Kodi:
th: รหัส:
tl: Kodigo:
tr: Kod:
uk: Код:
ur: کوڈ:
zh: 代码 :

source: Targets:
ar: الأهداف:
az: Target:
bn: লক্ষ্য:
cs: Cíle:
da: Mål:
de: Ziele:
el: Στόχοι:
eo: Celoj:
et: Sihtmärgid:
eu: Helburuak:
fa: اهداف:
ga: Spriocanna:
gl: Obxectivos:
he: מטרות:
hu: Célok:
ja: ターゲット:
lt: Tikslai:
lv: Mērķi:
ms: Target:
pl: Cele:
ro: Obiective:
ru: Цели:
sk: Ciele:
sl: Cilji:
sq: Objektivi
th: เป้าหมาย:
tl: Mga target:
tr: Hedefler:
uk: Мета:
ur: سوال :
zh: 目标:

source: Error: file is required.
ar: مطلوب الملف.
az: Fayl: fayl lazımdır.
bn: ত্রুটি: ফাইল খুলতে ব্যর্থ।.
cs: Chyba: je vyžadován soubor.
da: Fejl: fil kræves.
de: Fehler: Datei ist erforderlich.
el: Σφάλμα: απαιτείται το αρχείο.
eo: Eraro: dosiero estas necesa.
et: Viga: vajalik on fail.
eu: Errorea: fitxategia behar da.
fa: خطا: فایل مورد نیاز است.
ga: Earráid: Tá gá le comhad.
gl: Erro: o arquivo é necesario.
he: שגיאה: נדרש קובץ.
hu: Hiba: fájl szükséges.
ja: エラー:ファイルが必要です.
lt: Klaida: reikalingas failas.
lv: Kļūda: nepieciešams fails.
ms: Galat: berkas diperlukan.
pl: Błąd: wymagany jest plik.
ro: Eroare: este necesar fișierul.
ru: Ошибка: файл необходим.
sk: Chyba: súbor je povinný.
sl: Napaka: datoteka je potrebna.
sq: Gabim është.
th: ผิดพลาด: ต้องการแฟ้ม.
tl: Error sa pagbasa ng talaksang '%s': %s.
tr: Hata: dosya gereklidir.
uk: Помилка: файл необхідний.
ur: فائل: مطلوب ہے.
zh: 错误: 需要文件 .
