Repository: pypi-data/pypi-mirror-332
Catalog: packages/transpolibre/transpolibre-0.8.5.tar.gz/transpolibre-0.8.5/docs/_source/locale/*/LC_MESSAGES/libretranslate.po
Languages: ar, az, bn, ca, cs, da, de, el, eo, es, eu, fa, fr, ga, gl, he, hi, hu, id, it, ja, ko, lt, ms, nb, pt, ro, sk, sl, sq, sv, th, tl, tr, uk, ur, zh

source: Edit the systemd service file:
az: Sistemli xidmət faylını yükləyin:
bn: সিস্টেম পরিসেবা উপলব্ধকারী ফাইল সম্পাদনা করুন:
ca: Edita el fitxer de servei del sistema:
cs: Upravit servisní soubor systému:
da: Redigér systemd- servicefilen:
de: Bearbeiten Sie die systemd service-Datei:
el: Επεξεργασία του αρχείου υπηρεσιών του συστήματος:
eo: Edit la sistemigita servdosiero:
es: Editar el archivo de servicio sistematizado:
eu: Editatu sistematutako zerbitzu-fitxategia:
fa: فایل سرویس Systemd را ویرایش کنید:
fr: Modifier le fichier de service système & #160;:
ga: Cuir an comhad seirbhíse córasaithe in eagar:
gl: Editar o ficheiro de servizo:
hi: व्यवस्थित सेवा फ़ाइल संपादित करें:
hu: A rendszerkiszolgáló fájl szerkesztése:
id: Sunting berkas layanan systemd:
it: Modificare il file di servizio systemd:
ja: システムサービスファイルの編集:
ko: Systemd 서비스 파일 편집:
lt: Keisti sisteminį paslaugos failą:
ms: Edit file layanan sistemd:
nb: Rediger den systembaserte tjenestefilen:
pt: Editar o arquivo de serviço systemd:
ro: Editează fișierul de serviciu sistemat:
sk: Upraviť systémový súbor služby:
sl: Uredi sistemsko storitevno datoteko:
sq: Ndrysho file e shërbimit të sistemit:
sv: Redigera systemd service fil:
th: แก้ไขแฟ้มบริการของระบบ:
tl: Baguhin ang systemd service file:
tr: Sistemli hizmet dosyasını analiz edin:
uk: Редагувати файл системного сервісу:
ur: نظام خدمت فائل مرتب کریں:
zh: 编辑系统化服务文件 :

source: Add contents such as this, adjusting path and user to where you put the startup script:
ar: إضافة محتويات مثل هذا، تعديل المسار والمستعمل إلى حيث وضعت نص البداية:
az: Bu kimi məlumatları daxil edin, yol və istifadəçiyi inkişafı yazıb:
bn: এর মধ্যে অন্তর্ভুক্ত করুন পাথ ও ব্যবহারকারী দ্বারা যেখানে আপনি প্রারম্ভিক স্ক্রিপ্টটি দিয়েছেন:
ca: Afegeix contingut com aquest, ajustant el camí i l' usuari a on poseu l' script d' inici:
cs: Přidat obsah, jako je tento, nastavení cesty a uživatele na místo, kde dáte skript spuštění:
da: Tilføj indhold som dette, justere sti og bruger, hvor du sætter start script:
de: Fügen Sie Inhalte wie diese, Einstellpfad und Benutzer hinzu, wo Sie das Startskript setzen:
el: Προσθήκη περιεχομένων όπως αυτό, προσαρμογή διαδρομής και χρήστη στο σημείο όπου βάζετε το σενάριο εκκίνησης:
eo: Aldonu enhavojn kiel ĉi tio, alĝustigante padon kaj uzanton al kie vi metis la startan manuskripton:
es: Agrega contenidos como este, ajustando la ruta y el usuario a donde pone el script de inicio:
eu: Gehitu hau bezalako edukia, bide-izena eta erabiltzailea abioko script-a jarri duzun lekura doitzen:
fa: اضافه کردن محتویات مانند این، تنظیم مسیر و کاربر به جایی که اسکریپت استارت آپ را قرار می دهید:
fr: Ajoutez des contenus tels que ceci, ajustez le chemin et l'utilisateur à l'endroit où vous mettez le script de démarrage:
ga: Cuir ábhar ar nós seo, a choigeartú cosán agus úsáideoir chun áit a chuir tú an script tosaithe:
gl: Engade contidos como este, axustando o camiño e o usuario ao que pon o script de inicio:
he: הוסף תוכן כגון זה, התאמת נתיב ומשתמש למקום שבו אתה שם את תסריט הסטארט-אפ:
hi: इस तरह की सामग्री जोड़ें, पथ और उपयोगकर्ता को समायोजित करने के लिए जहां आप स्टार्टअप स्क्रिप्ट डाल:
hu: Az ilyen tartalmak hozzáadása, az útvonal és a felhasználó beállítása a startup szkript helyére:
id: Tambahkan isi seperti ini, menyesuaikan path dan pengguna ke tempat Anda menempatkan skrip startup:
it: Aggiungi contenuti come questo, regolando il percorso e l'utente in cui si inserisce lo script di avvio:
ja: これのようなコンテンツを追加し、起動スクリプトを置く場所へのパスとユーザーを調整します
ko: 이 같은 내용을 추가, 경로 조정 및 사용자가 시작 스크립트를 넣어:
lt: Pridėti tokį turinį, kaip šis, reguliuojant kelią ir vartotoją, į kurią įdėsite paleidimo scenarijų:
ms: Tambahkan isi seperti ini, menyesuaikan jalur dan pengguna ke tempat anda menempatkan skrip pemulaan:
nb: Legg til innhold som dette, justere sti og bruker der du legger oppstartsskriptet:
pt: Adicione conteúdos como este, ajustando caminho e usuário para onde você coloca o script de inicialização:
ro: Adăugaţi conţinut cum ar fi aceasta, ajustare cale şi utilizator la unde aţi pus script-ul de pornire:
sk: Pridať obsah, ako je tento, nastavenie cesty a užívateľa, kam ste dali skript štartu:
sl: Dodajanje vsebine, kot je ta, prilagajanje poti in uporabnika, kjer postavite zagonski skript:
sq: Shto përmbajtja dhe nga:
sv: Lägg till innehåll som detta, justeringsväg och användare till där du sätter startskriptet:
th: เพิ่มเนื้อหาต่าง ๆ เช่นนี้ ให้ปรับแก้พาธและผู้ใช้ไปยังตําแหน่งที่คุณเริ่มใช้งานสคริปต์:
tl: Idagdag ang mga nilalaman tulad nito, baguhin ang landas at user kung saan mo ilalagay ang startup script:
tr: Bu gibi içerikler ekleyin, yol ve kullanıcıyı başlangıç senaryosunu nereye koyduğunuza ayarlayın:
uk: Додати вміст, такі як це, регулюючи шлях і користувач, де ви кладете скрипт запуску:
ur: اس طرح کے مواد کو شامل کریں جیسے کہ آپ نے شروع اپ اسکرپٹ کیا ہے
zh: 添加像这样的内容, 调整路径和用户到您将启动脚本放置的位置 :

source: Create the startup script:
ar: حرر نص البداية:
az: Başlama script yaradır:
bn: প্রারম্ভিক স্ক্রিপ্ট নির্মাণ করা হবে:
ca: Crea l' script d' inici:
cs: Vytvořit skript spuštění:
da: Opret startscriptet:
de: Erstellen Sie das Startskript:
el: Δημιουργία σεναρίου εκκίνησης:
eo: Krei la starta manuskripto:
es: Crear el script de inicio:
eu: Sortu abioko script-a:
fa: ساخت اسکریپت استارت آپ:
fr: Créez le script de démarrage & #160;:
ga: Cruthaigh an script tosaithe:
gl: Creación do guión startup:
he: צור את תסריט הסטארט-אפ:
hi: स्टार्टअप स्क्रिप्ट बनाएँ:
hu: A startup szkript létrehozása:
id: Buat skrip awal mula:
it: Crea lo script di avvio:
ja: 起動スクリプトを作成します
ko: 시작 스크립트 만들기:
lt: Sukurti paleidimo scenarijų:
ms: Buat skrip pemulaan:
nb: Opprett oppstartsskriptet:
pt: Criar o script de inicialização:
ro: Creează scriptul de pornire:
sk: Vytvoriť štartovací skript:
sl: Ustvari začetni skript:
sq: Krijo:
sv: Skapa start script:
th: สร้างสคริปต์เริ่มต้น:
tl: Gumawa ng simulaup script:
tr: Başlangıç senaryosu oluşturun:
uk: Створення сценарію запуску:
ur: شروعاتی سکرپٹ بنائیں:
zh: 创建启动脚本 :

source: Add contents such as this, adjusting to the correct path:
ar: إضافة محتويات مثل هذه، التكيف مع المسار الصحيح:
az: Bu kimi məlumatları daxil edin, doğru yola uyğun:
bn: এর মধ্যে অন্তর্ভুক্ত সামগ্রী, সঠিক পাথে পরিবর্তন করা:
ca: Afegeix contingut com aquest, ajustant al camí correcte:
cs: Přidat obsah, jako je tento, nastavení na správnou cestu:
da: Tilføj indhold som dette, tilpasse sig den korrekte sti:
de: Fügen Sie Inhalte wie diese hinzu, um den richtigen Pfad anzupassen:
el: Προσθήκη περιεχομένων όπως αυτό, προσαρμογή στη σωστή διαδρομή:
eo: Aldonu enhavon kiel ĉi tio, adaptante al la ĝusta vojo:
es: Añadir contenidos como este, ajustando a la ruta correcta:
eu: Gehitu edukia honela, bide zuzenera egokituz:
fa: اضافه کردن مطالب مانند این، تنظیم به مسیر صحیح:
fr: Ajouter des contenus tels que ceci, en s'adaptant au chemin correct:
ga: Cuir ábhar ar nós seo, a choigeartú chun an cosán ceart:
gl: Engadir contidos como este, axustándose ao camiño correcto:
he: הוסף תוכן כגון זה, להסתגל לדרך הנכונה:
hi: इस तरह के रूप में सामग्री जोड़ें, सही पथ के लिए समायोजन:
hu: Az ilyen tartalmak hozzáadása a helyes útvonalhoz:
id: Tambahkan isi seperti ini, menyesuaikan ke path yang benar:
it: Aggiungi contenuti come questo, regolando il percorso corretto:
ja: このような内容を追加します。, 正しいパスに調整:
ko: 이 같은 내용을 추가, 올바른 경로 조정:
lt: Pridėti tokį turinį, kuris būtų derinamas su teisingu keliu:
ms: Tambahkan isi seperti ini, menyesuaikan ke jalur yang benar:
nb: Legg til innhold som dette, justere til riktig bane:
pt: Adicione conteúdos como este, ajustando-se ao caminho correto:
ro: Adăugați conținut ca acesta, de adaptare la calea corectă:
sk: Pridať obsah, ako je tento, nastavenie na správnu cestu:
sl: Dodajte vsebino, kot je ta, prilagajanje na pravilno pot:
sq: Shto përmbajtja nga shtegu:
sv: Lägg till innehåll som detta, justera till rätt väg:
th: เพิ่มเนื้อหาต่าง ๆ เช่นนี้ ให้ปรับแก้ไปยังพาธที่ถูกต้อง:
tl: Idagdag ang nilalaman tulad nito, na umaangkop sa tamang landas:
tr: Bunun gibi içerikleri ekleyin, doğru yola ayarlayın:
uk: Додайте вміст, такі як це, регулюючи правильний шлях:
ur: اس طرح کے مواد میں شامل کریں جیسے کہ صحیح راستے پر چلیں:
zh: 添加此类内容, 调整为正确的路径 :

source: Web Access
bn: ওয়েব ব্যবহার
ca: Accés web
de: Web-Zugang
el: Πρόσβαση στο διαδίκτυο
es: Acceso a la Web
eu: Web sarbidea
fr: Accès Web
ga: Rochtain ar an nGréasán
gl: Acceso web
he: גישה לאינטרנט
hi: वेब एक्सेस
hu: Internetes hozzáférés
id: Akses Web
it: Accesso Web
ja: ウェブアクセス
ko: 웹 액세스
lt: Prieiga prie interneto
ms: Akses Web
pt: Acesso Web
ro: Acces internet
sk: Webový prístup
sl: Spletni dostop
sq: Hyrje në web
th: การเข้าใช้เว็บ
tl: Paggamit ng Web
uk: Веб-доступ
ur: ویب رسائی
zh: 网络访问

source: You can then access your model remotely via the server's IP or from localhost, such as:
ar: يمكنك بعد ذلك الوصول إلى نموذجك عن بعد عبر IP الخادم أو من محله، مثل:
az: Daha sonra server IP və ya yerlihost vasitəsilə uzaq modelə daxil ola bilərsiniz:
bn: আপনি যদি এই অপশনটি ব্যবহার করেন, তবে আপনার সিস্টেম অ্যাডমিনস্ট্রেটর বা স্থানীয় হোস্টের IP থেকে দূরবর্তী স্থান নির্বাচন করুন:
ca: Podeu accedir al model remotament a través de la IP o des de localhost, com ara:
cs: K modelu se pak můžete připojit vzdáleně přes IP server nebo z lokálního hostitele, např.:
da: Du kan derefter få adgang til din model eksternt via serverens IP eller fra localhost, såsom:
de: Sie können dann über die IP des Servers oder von localhost auf Ihr Modell zugreifen, z.B.:
el: Στη συνέχεια, μπορείτε να έχετε πρόσβαση στο μοντέλο σας εξ αποστάσεως μέσω της IP του διακομιστή ή από localhost, όπως:
eo: Vi tiam povas aliri vian modelon malproksimen per IP de la servilo aŭ de lokalo, kiel ekzemple:
es: A continuación, puede acceder a su modelo a través de la IP del servidor o desde localhost, como:
eu: Zure modeloa urrunetik atzi dezakezu zerbitzariaren IP bidez edo ostalari lokalaren bidez, adibidez:
fa: سپس می توانید از طریق IP سرور یا از localhost به مدل خود دسترسی پیدا کنید، مانند:
fr: Vous pouvez alors accéder à votre modèle à distance via l'IP du serveur ou depuis localhost, comme:
ga: Is féidir leat rochtain a fháil ansin do mhúnla go cianda tríd an bhfreastalaí IP nó ó localhost, mar shampla:
gl: Pode acceder ao seu modelo de forma remota a través do IP do servidor ou desde o servidor localhost, como:
he: לאחר מכן תוכל לגשת למודל שלך מרחוק באמצעות ה- IP של השרת או מ- Localhost, כגון:
hi: फिर आप अपने मॉडल को दूरस्थ रूप से सर्वर के आईपी या स्थानीयहोस्ट से एक्सेस कर सकते हैं, जैसे:
hu: Ezután távolról elérheti modelljét a szerver IP-jén keresztül vagy a localhostról, például:
id: Anda kemudian dapat mengakses model Anda dari jarak jauh melalui IP server atau dari localhost, seperti:
it: È quindi possibile accedere al modello in remoto tramite l'IP del server o da localhost, come ad esempio:
ja: サーバの IP や localhost からリモートでモデルにアクセスすることができます
ko: 서버의 IP 또는 Localhost와 같은 모델을 원격으로 액세스 할 수 있습니다
lt: Tada galite pasiekti savo modelį nuotoliniu būdu per serverio IP arba iš lokalhost, pavyzdžiui:
ms: Anda dapat mengakses model Anda secara jauh melalui IP server atau dari lokalhost, seperti:
nb: Du kan deretter få tilgang til modellen eksternt via serverens IP eller fra lokalhost, for eksempel:
pt: Você pode acessar seu modelo remotamente através do IP do servidor ou do localhost, como:
ro: Puteți accesa apoi modelul dvs. de la distanță prin intermediul IP serverului sau de la localhost, cum ar fi:
sk: Potom môžete svoj model pristupovať na diaľku cez IP server alebo od lokálneho hostiteľa, napríklad:
sl: Nato lahko dostopate do modela na daljavo preko IP strežnika ali od lokalnega gostitelja, kot so:
sq: Pastaj mund të futeni në modelin tuaj në distancë me anë të IP të serverit ose nga vendpritësi lokal, si:
sv: Du kan sedan komma åt din modell på distans via serverns IP eller från localhost, till exempel:
th: จากนั้นคุณสามารถเข้าใช้งานรุ่นของคุณจากระยะไกลผ่านทาง IP ของเซิร์ฟเวอร์ หรือจากเครื่องในท้องถิ่น เช่น:
tl: Pagkatapos ay maaari mong basahin ang iyong modelo nang malayo sa pamamagitan ng IP ng server o mula sa lokal na tindahan, gaya ng:
tr: Daha sonra modelinize sunucunun IP veya yerelhost aracılığıyla ulaşabilirsiniz:
uk: Ви можете отримати доступ до вашої моделі віддалено через IP сервера або з локальногоhost, такі як:
ur: اس کے بعد آپ سرور کے پی آئی یا مقامیہوسٹ سے اپنے ماڈل دور تک رسائی حاصل کر سکتے ہیں جیسے:
zh: 然后可以通过服务器的IP或本地主机远程访问您的模型,例如:

source: http://localhost:8000/
bn: http://localhost: ৮০০/০
ca: http: // localhost: 800/
eo: http: / lokulo 8,000/
ga: cóipeáil nasc leis an tweet leabaigh an tweet
he: תגית: 8000 /
ms: \"carle\" http://localhost:8000/
ro: http://localhost:800/
sq: http://localhost: 80000/
zh: http://localhost:8000 (英语)

source: http://192.168.1.1:8000
bn: http:// 192.88. 1.1
ca: http://192.168. 1,800
ga: cóipeáil nasc leis an tweet leabaigh an tweet
ro: http://192.168.1.1:80
sl: http://192.168.1:8000
tl: http://1992.168.1.1:8000
ur: http://192.168.1.1:8000 ^ ا ب http://192.168.com/biography.com/biography/coud-councils) پاکستان کا ایک آباد مقام جو ضلع جہلم میں واقع ہے۔
zh: http://192.168.1.1:8000 (中文(简体) )
