Repository: pypi-data/pypi-mirror-332
Catalog: packages/transpolibre/transpolibre-0.8.5.tar.gz/transpolibre-0.8.5/docs/_source/locale/*/LC_MESSAGES/libretranslate.po
Languages: ar, az, bn, ca, cs, da, de, el, eo, es, eu, fa, fr, ga, gl, he, hi, hu, id, it, ja, ko, lt, ms, nb, pt, ro, sk, sl, sq, sv, th, tl, tr, uk, ur, zh

source: LibreTranslate
az: Oxunub
ca: Librescue
de: LibreTranslation
el: LibreΜεταφρασμένο
eo: LibreTradukado
fr: Libre
ga: Déan teagmháil anois
he: המונחים:
ja: LibreTranslate ライブラリ
ko: LibreTranslate의 장점
lt: Name
pt: Traduzir
ro: LibreTraduce
sk: Libretranslát
sl: LibrePrevajanje
uk: Лібретранслат
ur: لبرٹی
zh: 自由翻译

source: transpolibre uses a LibreTranslate server for translations.
ar: ويستخدم جهاز نقل الملكية حاسوب خدمة للترجمة التحريرية.
az: transpolibre çevirilər üçün LibreTranslate server istifadə edir.
bn: ট্রান্সপলিমিটার অনুবাদের জন্য একটি Libretrication এন্ট্রি সার্ভার ব্যবহার করে।.
ca: el transpolibre utilitza un servidor LibreTrage per traduir.
cs: transpolibre používá server LibreTranslate pro překlady.
da: transpolibre bruger en LibreTranslate- server til oversættelser.
de: transpolibre verwendet einen LibreTranslate-Server für Übersetzungen.
el: το transpolibre χρησιμοποιεί έναν εξυπηρετητή LibreTranslate για μεταφράσεις.
eo: transpolibre uzas LibreTranslate-servilon por tradukoj.
es: transpolibre utiliza un servidor LibreTranslate para traducciones.
eu: transpolibrek LibreTranslate zerbitzaria erabiltzen du itzulpenetarako.
fa: transpolibre از یک سرور LibreTranslate برای ترجمه استفاده می کند.
fr: transpolibre utilise un serveur LibreTrail pour les traductions.
ga: úsáideann transpolibre freastalaí LibreTranslate le haghaidh aistriúcháin.
gl: transpolibre usa un servidor LibreTranslate para traducións.
he: transpolibre משתמש בשרת Libreתרגומים.
hi: transpolibre अनुवाद के लिए एक LibreTranslate सर्वर का उपयोग करता है।.
hu: transpolibre használ egy LibreTranslate szerver fordítások.
id: transpolibre menggunakan server LibreTranslate untuk terjemahan.
it: transpolibre utilizza un server LibreTranslate per le traduzioni.
ja: transpolibre は、翻訳用の LibreTranslate サーバーを使用します.
ko: transpolibre는 번역을위한 LibreTranslate 서버를 사용합니다.
lt: transpolibre naudoja Libreplay serverį vertimams.
ms: transpolibre menggunakan server LibreTranslate untuk terjemahan.
nb: transpolibre bruker en LibreTranslate-server til oversettelser.
pt: transpolibre usa um servidor LibreTranslate para traduções.
ro: transpolibre folosește un server LibreTranslate pentru traduceri.
sk: transpolibre používa LibreTranslate server pre preklady.
sl: transpolibre uporablja LibrePrevajanje strežnik za prevode.
sq: transpolite përdor një server Libre Translate për përkthime.
sv: transpolibre använder en LibreTranslate-server för översättningar.
th: transpolibre ใช้เซิร์ฟเวอร์แบบ LibreTranslate สําหรับแปลภาษา.
tl: ang transpolibre ay gumagamit ng LiberTranslate server para sa mga salin.
tr: transpolibre, çeviriler için LibreTranslate sunucusu kullanır.
uk: transpolibre використовує сервер LibreTranslate для перекладів.
ur: ترجمے کے لیے ایک لیبر ٹرینٹ سرور استعمال ہوتا ہے۔.
zh: transpolibre使用LibreTranslate服务器进行翻译.

source: https://libretranslate.com/
bn: http://blabates. com/
ca: https://libre traduir.com/
cs: e
de: http://libretranslate.com/
ga: cóipeáil nasc leis an tweet leabaigh an tweet
he: כתובת:http.com/
hu: https: / / libretradlate.com /
id: https: / / libretranslator /
sq: http://libretranslate.com/
th: https: สืบค้นเมื่อ http:/
tl: mga http://libre translatione.com/
ur: https://libertranslate.com/
zh: https://libretranslate.com/ (英语)

source: https://github.com/LibreTranslate/LibreTranslate
bn: http://labhut. com/LibibTranslates/Liberranranssates
ca: https://github.com/Libretrate/Libretrave
cs: viz poznámka pod čarou č.1
da: http: / / github.com / LibreTranslate / LibreTranslate
fa: hTTPS://github.com/LibreTranslate
fr: pour de plus amples informations, veuillez contacter:
ga: cóipeáil nasc leis an tweet Leabaigh an Tweet https://www
he: כתובת:http/Libreתרגםe/Libreתרגםe
lt: https: / / github.com / Librelaw / Librelaw
pt: http://github.com/LibreTranslate/LibreTranslate
sq: http://github.com/Libre Translate/Libre Translate
th: https/sugithub.com/LibreTranslate/LibreTranslate
tl: mga http://gothub.com/LibreTranslate/LibreTranslate
ur: https://github.com/LibreTranslate/Libre Trranslate.com
zh: https://github.com/Libre Translate/Libre Translate 互联网档案馆的存檔,存档日期2013-12-22

source: Local Server
ar: موظف محلي
az: Avstraliya
bn: স্থানীয় সার্ভার
ca: Servidor local
cs: Lokální server
da: Lokal server
de: Lokaler Server
el: Τοπικός εξυπηρετητής
eo: Loka Servilo
es: Servidor local
eu: Lokaleko zerbitzaria
fr: Serveur local
ga: Freastalaí áitiúla
gl: Servidor local
he: שרת מקומית
hi: स्थानीय सर्वर
hu: Helyi kiszolgáló
id: Server Lokal
it: Server locale
ja: ローカルサーバー
ko: 로컬 서버
lt: Vietinis serveris
ms: Server Lokal
nb: Lokal server
pt: Servidor local
ro: Server local
sk: Lokálny server
sl: Krajevni strežnik
sq: Serveri lokal
sv: Lokal server
th: เซิร์ฟเวอร์ท้องถิ่น
tl: Lokal na Server
uk: Статус на сервери
ur: مقامی سرور
zh: 本地服务器

source: You can run your own LibreTranslate server.
ar: يمكنك تشغيل خادم ليبر ترانسل الخاص بك.
az: Siz öz LibreTranslate server run edə bilərsiniz.
bn: আপনি আপনার নিজের LibraryTranslate সার্ভার চালাতে পারেন।.
ca: Podeu executar el vostre propi servidor Libretragee.
cs: Můžete spustit svůj vlastní server LibreTranslate.
da: Du kan køre din egen LibreTranslate server.
de: Sie können Ihren eigenen LibreTranslate Server ausführen.
el: Μπορείτε να εκτελέσετε το δικό σας διακομιστή LibreTranslate.
eo: Vi povas kuri vian propran Libre Traduki servilo.
es: Puede ejecutar su propio servidor LibreTranslate.
eu: LibreTranslate zerbitzaria exekuta dezakezu.
fa: شما می توانید سرور LibreTranslate خود را اجرا کنید.
fr: Vous pouvez exécuter votre propre serveur LibreTrail.
ga: Is féidir leat a reáchtáil do fhreastalaí LibreTranslate féin.
gl: Pode executar o seu propio servidor.
he: אתה יכול לנהל שרת Libreתרגםe משלך.
hi: आप अपना खुद का LibreTranslate सर्वर चला सकते हैं।.
hu: Vezetheted a saját LibreTranslate szerveredet.
id: Anda dapat menjalankan LibreTranslate server Anda sendiri.
it: È possibile eseguire il proprio server LibreTranslate.
ja: 独自の LibreTranslate サーバーを実行できます.
ko: 자신의 LibreTranslate 서버를 실행할 수 있습니다.
lt: Galite valdyti savo Libreplayer serverį.
ms: Anda dapat menjalankan server LibreTranslate sendiri.
nb: Du kan kjøre din egen LibreTranslate-server.
pt: Você pode executar o seu próprio servidor LibreTranslate.
ro: Puteți rula propriul server LibreTranslate.
sk: Môžete spustiť svoj vlastný server LibreTranslate.
sl: Lahko zaženete svoj LibreTranslate strežnik.
sq: Mund të kryeni serverin tuaj Libre Translate.
sv: Du kan köra din egen LibreTranslate-server.
th: คุณสามารถเรียกเซิร์ฟเวอร์ LibreTranslate เองได้.
tl: Maaari mong patakbuhin ang iyong sariling LibreTranslate server.
tr: Kendi LibreTranslate sunucunuzu çalıştırabilirsiniz.
uk: Ви можете запустити сервер LibreTranslate.
ur: آپ اپنے ہی لیبر ٹریسلیٹ سرور چلا سکتے ہیں۔.
zh: 您可以运行自己的 LibreTranslate 服务器 .

source: Server Installation
ar: تركيب سيرفر
az: Yadda saxla
bn: সার্ভার ইনস্টলেশন
ca: Instal· lació del servidor
cs: Instalace serveru
el: Εγκατάσταση εξυπηρετητή
eo: Servilo
es: Instalación del servidor
eu: Zerbitzariaren instalazioa
fa: نصب سرور
fr: Installation du serveur
ga: Suiteáil Freastalaí
gl: Instalación do servidor
he: התקנה Server
hi: सर्वर स्थापना
hu: Szerver telepítése
id: Instalasi Server
it: Installazione server
ja: サーバーインストール
ko: Server 설치
lt: Serverio įdiegimas
ms: Pemasangan Server
nb: Serverinstallasjon
pt: Instalação do servidor
ro: Instalare server
sk: Inštalácia servera
sl: Namestitev strežnika
sq: Instalimi i serverit
th: การติดตั้งเซิร์ฟเวอร์
tl: Pagkaluklok ng Server
tr: Server Kurulum
uk: Налаштування сервера
ur: سرور مین
zh: 服务器安装

source: To install your own server, you can do it thusly on Debian:
ar: لتركيب خادمك الخاص، يمكنك القيام بذلك على ديبيان:
az: Öz serverinizi yüklemek üçün, bu əvvəl ola bilərsiniz:
bn: আপনার নিজের সার্ভার ইনস্টল করতে, এভাবে ডেবিয়ানে আপনি এটি করতে পারেন:
ca: Per a instal· lar el vostre servidor, podeu fer- ho així al Debian:
cs: Chcete-li nainstalovat svůj vlastní server, můžete to udělat Thusly na Debianu:
da: For at installere din egen server, kan du gøre det så nemt på Debian:
de: Um Ihren eigenen Server zu installieren, können Sie es so auf Debian tun:
el: Για να εγκαταστήσετε το δικό σας διακομιστή, μπορείτε να το κάνετε έτσι στο Debian:
eo: Por instali vian propran servilon, vi povas fari ĝin tiel en Debian:
es: Para instalar su propio servidor, puede hacerlo así en Debian:
eu: Zure zerbitzaria instalatzeko, horrela egin dezakezu Debianen:
fa: برای نصب سرور خود، شما می توانید آن را در دبیان انجام دهید:
fr: Pour installer votre propre serveur, vous pouvez le faire ainsi sur Debian :
ga: Chun do fhreastalaí féin a shuiteáil, is féidir leat é a dhéanamh dá bhrí sin ar Debian:
gl: Para instalar o seu propio servidor, pode facelo en Debian:
he: כדי להתקין את השרת שלך, אתה יכול לעשות את זה כך על דביאן:
hi: अपने सर्वर को स्थापित करने के लिए, आप इसे इस प्रकार देबियन पर कर सकते हैं:
hu: A saját szerver telepítéséhez a Debian-on is lehet:
id: Untuk memasang server Anda sendiri, Anda dapat melakukannya thusly di Debian:
it: Per installare il proprio server, puoi farlo così su Debian:
ja: 独自のサーバーをインストールするには、Debian 上でこのようにして実行できます
ko: 자신의 서버를 설치하려면 Debian에서 이렇게 할 수 있습니다
lt: Jei norite įdiegti savo serverį, galite tai padaryti prasčiausiai Debian 'e:
ms: Untuk memasang server anda sendiri, anda dapat melakukannya dengan demikian pada Debian:
nb: Hvis du vil installere din egen server, kan du dermed gjøre det på Debian:
pt: Para instalar seu próprio servidor, você pode fazê-lo assim no Debian:
ro: Pentru a instala propriul server, puteți face astfel pe Debian:
sk: Ak chcete nainštalovať vlastný server, môžete to urobiť takto na Debiane:
sl: Če želite namestiti svoj strežnik, lahko to storite tako na Debian:
sq: Për të instaluar serverin tuaj, mund ta bëni këtë në Debian:
sv: För att installera din egen server kan du göra det på Debian:
th: เพื่อติดตั้งเซิร์ฟเวอร์ของคุณเอง คุณสามารถทํามันบน Debian:
tl: Upang mailuklok ang iyong sariling server, magagawa mo ito nang gayon kay Debian:
tr: Kendi sunucunuzu kurmak için, bunu bu şekilde Leicester'ta yapabilirsiniz:
uk: Щоб встановити власний сервер, ви можете зробити це таким чином на Debian:
ur: اپنے سرور نصب کرنے کے لئے، آپ اس طرح سے دیوبندی پر کر سکتے ہیں:
zh: 要安装自己的服务器, 您可以在 Debian 上这样做 :

source: Note, the first time it is run, it will download the translation models. The web URL won't be available until this is complete. It will download (currently) approximately 9 gigs of data.
ar: ملاحظة، في المرة الأولى التي يجري فيها تشغيله، سيقوم بتحميل نماذج الترجمة. الشبكة لن تكون متاحة حتى يكتمل هذا وسيحمّل (حاليا) نحو 9 جيغا من البيانات.
az: Qeyd, ilk vaxt run, çeviri modelləri yükləcək. Web URL tamamilə qeydiyyatdan mövcud deyil. Bu, məlumatların hər hansı 9 konsertini yükləyəcək.
bn: নোট, প্রথমবারের মত এটা অনুবাদ মডেল ডাউনলোড করবে। সম্পূর্ণ না হওয়া অবধি ওয়েব URL উপলব্ধ করা হবে না। এটি ডাউনলোড করবে (বর্তমান) প্রায় ৯টি তথ্য।.
ca: Nota, la primera vegada que s' executa, descarregarà els models de traducció. L' URL de la web no estarà disponible fins que això estigui complet. Descarregarà (actualment) aproximadament 9 concerts de dades.
cs: Poznámka, poprvé, když je spuštěn, bude stahovat překladové modely. Webová URL nebude k dispozici, dokud nebude kompletní. Stáhne (v současné době) přibližně 9 gigů dat.
da: Bemærk, at første gang det køres, vil det downloade oversættelsesmodellerne. WebURL 'en vil ikke være tilgængelig, før dette er afsluttet. Det vil downloade (i øjeblikket) omkring 9 gigs af data.
de: Hinweis, das erste Mal, wenn es ausgeführt wird, wird es die Übersetzungsmodelle herunterladen. Die Web-URL wird erst verfügbar sein, wenn dies abgeschlossen ist. Es wird (derzeit) ca. 9 gigs von Daten herunterladen.
el: Σημειώστε, την πρώτη φορά που εκτελείται, θα κατεβάσει τα μεταφραστικά μοντέλα. Το URL ιστού δεν θα είναι διαθέσιμο μέχρι να ολοκληρωθεί. Θα κατεβάσει (προς το παρόν) περίπου 9 gigs δεδομένων.
eo: Notu, la unuan fojon ĝi estas prizorgita, ĝi elŝutas la tradukon modeloj. La retejo URL ne haveblas ĝis tio estas kompleta. Ĝi elŝutas (nuntempe) ĉirkaŭ 9 gigojn de datenoj.
es: Nota, la primera vez que se ejecuta, descargará los modelos de traducción. La URL web no estará disponible hasta que esto esté completo. Se descargará (actualmente) aproximadamente 9 gigs de datos.
eu: Oharra, lehen aldiz exekutatzen denean, itzulpen-ereduak deskargatuko ditu. Web URLa ez da erabilgarri egongo hau osatu arte. 9 gig datu inguru deskargatuko ditu.
fa: توجه داشته باشید، اولین بار که اجرا می شود، مدل های ترجمه را دانلود می کند. URL وب تا زمانی که این کامل باشد در دسترس نخواهد بود. تقریبا 9 گیگابایت داده را دانلود می کند.
fr: Remarque, la première fois qu'il est exécuté, il téléchargera les modèles de traduction. L'URL web ne sera pas disponible tant que ce n'est pas terminé. Il téléchargera (actuellement) environ 9 giga de données.
ga: Tabhair faoi deara, an chéad uair go bhfuil sé ar siúl, beidh sé a íoslódáil na samhlacha aistriúcháin. Ní bheidh an URL gréasáin a bheith ar fáil go dtí go bhfuil sé seo críochnaithe. Beidh sé íoslódáil (faoi láthair) thart ar 9 gigs sonraí.
gl: Nota: a primeira vez que se executa, descarga os modelos de tradución. O URL da web non estará dispoñible ata que estea completo. Descargue aproximadamente 9 xg de datos.
he: שימו לב, הפעם הראשונה בה היא מנוהלת, היא מורידה את דגמי התרגום. כתובת האינטרנט לא תהיה זמינה עד להשלמתה. זה יורד (כיום) בערך 9 ג'יגה של נתונים.
hi: ध्यान दें, पहली बार यह चल रहा है, यह अनुवाद मॉडल डाउनलोड करेगा। जब तक यह पूरा नहीं हो जाता तब तक वेब यूआरएल उपलब्ध नहीं होगा। यह लगभग 9 गीगा डेटा डाउनलोड करेगा।.
hu: Megjegyzés, amikor először fut, letölti a fordítási modelleket. A webes URL nem lesz elérhető, amíg ez be nem fejeződik. Jelenleg körülbelül 9 giga adatot fog letölteni.
id: Catatan, pertama kali dijalankan, itu akan men-download model terjemahan. URL web tidak akan tersedia sampai ini selesai. Ini akan men-download (saat ini) sekitar 9 gigs data.
it: Nota, la prima volta che viene eseguito, scaricherà i modelli di traduzione. L'URL web non sarà disponibile fino a quando non sarà completato. Esso scaricherà (attualmente) circa 9 gigs di dati.
ja: 翻訳モデルをダウンロードします。 Web URL は完了するまで利用できません。 データの約9gigsをダウンロードします.
ko: 참고, 그것은 실행되는 첫 번째 시간, 그것은 번역 모델을 다운로드 할 것입니다. 웹 URL이 완료 될 때까지 사용할 수 없습니다. 그것은 다운로드 (현재) 데이터의 약 9 gigs.
lt: Pastaba, pirmą kartą ji veikia, ji bus atsisiųsti vertimo modelius. Interneto URL nebus prieinamas, kol jis nebus baigtas. Jis bus atsisiųsti (šiuo metu) maždaug 9 gigs duomenų.
ms: Catatan, pertama kali dijalankan, akan mengunduh model terjemahan. URL web tidak akan tersedia sampai ini selesai. Ini akan mengunduh (saat ini) kira-kira 9 gigs data.
nb: Merk, første gang den kjører, vil den laste ned oversettelsesmodellene. Nettadressen vil ikke være tilgjengelig før dette er fullført. Det vil laste ned (for tiden) omtrent 9 gigs data.
pt: Note, a primeira vez que é executado, ele vai baixar os modelos de tradução. A URL da web não estará disponível até que isso esteja completo. Ele vai baixar (atualmente) aproximadamente 9 shows de dados.
ro: Notă, prima dată când este rulat, va descărca modelele de traducere. URL-ul web nu va fi disponibil până nu este complet. Acesta va descărca (în prezent) aproximativ 9 concerte de date.
sk: Všimnite si, že keď sa spustí prvýkrát, stiahne si prekladateľské modely. Webová URL nebude k dispozícii, kým nebude dokončená. Stiahne (v súčasnosti) približne 9 gigov dát.
sl: Opomba, prvič, ko je teče, bo prenesete prevod modelov. Spletni URL ne bo na voljo, dokler to ni končano. Prenese (trenutno) približno 9 gigalov podatkov.
sq: Vini re, herën e parë që do të zhvillohet, do të shkarkojë modelet e përkthimit. URL e faqes web nuk do të jetë e disponueshme derisa të përfundojë kjo. Ajo do të shkarkojë (tani) afërsisht 9 giga të dhëna.
sv: Observera att första gången det körs kommer det att ladda ner översättningsmodellerna. Webbadressen kommer inte att vara tillgänglig förrän detta är klart. Det kommer att ladda ner (för närvarande) cirka 9 spelningar av data.
th: หมายเหตุ ครั้งแรกที่มันทํางาน มันจะดาวน์โหลดโมเดลแปล จะไม่มีที่อยู่ URL บนเว็บ จนกว่าจะเสร็จสมบูรณ์ มันจะดาวน์โหลดข้อมูล (ปัจจุบัน) ประมาณ 9 กิ๊กของข้อมูล.
tl: Pansinin, sa unang pagkakataon na ito'y tumakbo, ida - download nito ang mga modelo sa pagsasalin. Ang web URL ay hindi makukuha hanggang ito ay mabuo. Ito ay mag-download (sabay-sabay) ng mga 9 na gig ng datos.
tr: Not, ilk kez çalıştırılır, çeviri modellerini indirecektir. Web URL bu tamamlanmaya kadar mevcut olmayacaktır. It will download (currently) about 9 gigs of data.
uk: Зауважте, що перший раз він працює, він завантажить моделі перекладу. Веб-адреса не буде доступна до завершення. Завантажити (поточно) приблизно 9 гігієн даних.
ur: غور کریں کہ پہلی بار یہ ترجمہ ماڈلوں کو ڈاؤن لوڈ کرے گا۔ یہ مکمل نہیں ہو گا یہ تقریباً 9 جینز ڈیٹا ڈاؤن لوڈ کرے گا۔.
zh: 注意,它第一次运行时会下载翻译模型. 网络 URL 将无法使用到此完成 。 它将下载(目前)大约9千兆克的数据.

source: Translation model files download to here:
ar: ملفات نموذجية ترجمة
az: Buradakı komponent model faylları download:
bn: অনুবাদ মডেল ফাইল এখানে ডাউনলোড করা হবে:
ca: Fitxers de model de traducció a:
cs: Překladatelské modely soubory ke stažení zde:
da: Oversættelse model filer downloade til her:
de: Übersetzungsmodelldateien herunterladen hier:
el: Μεταφραστικά αρχεία μοντέλων κατεβάσετε εδώ:
eo: Traduko modeldosieroj elŝutas al ĉi tie:
es: Los archivos modelo de traducción se descargan aquí:
eu: Itzulpen-ereduen fitxategiak deskargatu hona:
fa: فایل های مدل ترجمه به اینجا دانلود می شوند:
fr: Téléchargement de fichiers modèles de traduction à ici:
ga: Comhaid samhail aistriúcháin íoslódáil chuig anseo:
gl: Descarga de ficheiros modelo de tradución aquí:
he: קבצי מודל התרגום להורדה כאן:
hi: अनुवाद मॉडल फ़ाइलों को डाउनलोड करने के लिए यहाँ:
hu: Fordítási modell fájlok letöltése ide:
id: Berkas model terjemahan diunduh ke sini:
it: File del modello di traduzione da scaricare qui:
ja: 翻訳モデルのファイルはこちらからダウンロード:
ko: 번역 모델 파일 여기에 다운로드:
lt: Vertimo modelis failus atsisiųsti čia:
ms: Translation model file download ke sini:
nb: Oversettelsesmodellfiler laste ned her:
pt: Tradução modelo de arquivos download para aqui:
ro: Traducerea fișiere model descărcați aici:
sk: Súbory modelov prekladu na stiahnutie tu:
sl: Prevajanje model datotek prenesete tukaj:
sq: Përkthimi model
sv: Översättningsmodellfiler nedladdning till här:
th: แฟ้มรุ่นการแปลภาษาที่ดาวน์โหลดมาถึงที่นี่:
tl: Mga talaksan ng modelong salin na naka-download dito:
tr: Çeviri model dosyaları buraya indirmek:
uk: Завантаження файлів:
ur: ترجمہ ماڈل فائلوں کو یہاں ڈاؤن لوڈ کرتے ہیں:
zh: 翻译模型文件下载到这里 :

source: systemd
ar: النظام(د)
az: system
bn: সিস্টেম
ca: sistemad
cs: systémd
el: με σύστημα
eo: sistemo
es: sistematizado
eu: sistematizatua
fa: سیستم
fr: systèmed
ga: córasach
gl: sistematizado
he: מערכת
hi: व्यवस्थित
hu: rendszerd
id: sistemd
it: sistemato
ja: システム
ko: 체계적인
lt: sistemad
ms: ♪ sistemd ♪
nb: system
pt: sistematizado
ro: sistemed
sk: systémovo
sl: sistemd
sq: sistemi
th: ระบบ
tl: sistema
tr: sistemd sistemid
uk: системи
ur: نظام
zh: 系统d

source: You can set up the server to start on boot with systemd. It will need a startup script and a systemd file.
ar: يمكنك إنشاء الخادم للبدء في الأحذية مع النظام سيحتاج إلى نص جديد وملف نظامي.
az: Sistemd ilə boot başlamaq üçün server təşkil edə bilərsiniz. Bu bir startup script və sistemli fayl lazımdır.
bn: সিস্টেম দ্বারা আরম্ভ করতে ব্যর্থ । এটি একটি প্রারম্ভিক স্ক্রিপ্ট এবং একটি সিস্টেম ফাইল প্রয়োজন।.
ca: Podeu configurar el servidor per iniciar l' arrencada amb el sistema. Necessitarà un script d' inici i un fitxer de sistema.
cs: Server můžete nastavit tak, aby byl spuštěn se systémem. Bude potřebovat spouštěcí skript a systémový soubor.
da: Du kan oprette serveren til at starte på boot med systemd. Det skal bruge en start script og en systemd-fil.
de: Sie können den Server einrichten, um mit systemd zu starten. Es wird ein Startskript und eine systemd-Datei benötigen.
el: Μπορείτε να ρυθμίσετε τον εξυπηρετητή για εκκίνηση με σύστημα. Θα χρειαστεί ένα σενάριο εκκίνησης και ένα συστηματικό αρχείο.
eo: Vi povas starigi la servilon por komenci sur boto kun sistemigita. Ĝi bezonos noventreprenmanuskripton kaj sistemigitan dosieron.
es: Puede configurar el servidor para comenzar con sistematizado. Necesitará un script de inicio y un archivo sistemad.
eu: Zerbitzaria konfigura dezakezu sistemarekin abiarazteko. Abioko script bat eta sistematutako fitxategi bat beharko ditu.
fa: شما می توانید سرور را برای شروع بوت با سیستم تنظیم کنید. این نیاز به یک اسکریپت استارت آپ و یک فایل سیستمی دارد.
fr: Vous pouvez configurer le serveur pour démarrer avec systemd. Il faudra un script de démarrage et un fichier système.
ga: Is féidir leat a chur ar bun ar an bhfreastalaí chun tús a chur ar tosaithe le systemd. Beidh gá le script tosaithe agus comhad córasach.
gl: Pode configurar o servidor para comezar en arranque con sistema. Necesitará un script de arranque e un ficheiro automatizado.
he: אתה יכול להגדיר את השרת כדי להתחיל עלחול עם מערכת. זה יהיה צריך תסריט סטארט-אפ וקובץ מערכתי.
hi: आप सर्वर को सिस्टम के साथ बूट पर शुरू करने के लिए सेट कर सकते हैं। यह एक स्टार्टअप स्क्रिप्ट और एक व्यवस्थित फ़ाइल की आवश्यकता होगी।.
hu: Beállíthatja a szervert a rendszerindításhoz. Kell hozzá egy startup szkript és egy rendszerfájl.
id: Anda dapat mengatur server untuk memulai boot dengan sistemd. Ini akan membutuhkan sebuah skrip awal mula dan sebuah berkas sistemd.
it: È possibile impostare il server per avviare il boot con systemd. Avrà bisogno di uno script di avvio e di un file systemd.
ja: サーバをセットアップして、システムで起動します。 起動スクリプトとシステムファイルが必要になります.
ko: Systemd로 부팅을 시작할 수 있습니다. 시작 스크립트와 systemd 파일이 필요합니다.
lt: Galite nustatyti serverį pradėti įkrovą su sistemine sistema. Jam reikės paleisti scenarijų ir sisteminį failą.
ms: Anda dapat mengatur server untuk memulai boot dengan sistemd. Ini akan membutuhkan skrip pemulaan dan file sistem.
nb: Du kan konfigurere serveren til å starte på oppstart med systemet. Det trenger et oppstartsskript og en systemfil.
pt: Você pode configurar o servidor para iniciar a inicialização com systemd. Ele vai precisar de um script de inicialização e um arquivo systemd.
ro: Puteți configura serverul pentru a porni pe pornire cu sistem. Acesta va avea nevoie de un script de pornire și un fișier sistemat.
sk: Môžete nastaviť server pre spustenie na štarte so systémom. Bude potrebovať štartovací skript a systémový súbor.
sl: Strežnik lahko nastavite tako, da bo začel s sistemom. Potreboval bo zagonski skript in sistemsko datoteko.
sq: Ju mund të vendosni serverin për të filluar në çizme me sistem. Do t'i duhet një script nisjeje dhe një dosje e sistemit.
sv: Du kan ställa in servern för att starta på start med systemad. Det kommer att behöva ett startskript och en systemad fil.
th: คุณสามารถตั้งค่าเซิร์ฟเวอร์ เพื่อเริ่มบูตด้วยระบบได้ ต้องการสคริปต์เริ่มการทํางานและแฟ้มของระบบ.
tl: Maaari mong itayo ang server upang simulan ang boot sa pamamagitan ng sistema. Kakailanganin nito ang isang studup script at isang systemd file.
tr: Sistemle çizmeye başlamak için sunucuyu kurabilirsiniz. Bir başlangıç senaryosu ve bir sistemli dosyaya ihtiyaç duyacaktır.
uk: Ви можете налаштувати сервер для запуску завантаження з системою. Буде потрібно скрипт запуску і системний файл.
ur: آپ سسٹمڈ کے ساتھ بوٹ پر شروع کرنے کے لئے سرور مقرر کر سکتے ہیں۔ اس کے لیے شروعپ اسکرپٹ اور سسٹم فائل کی ضرورت پڑے گی۔.
zh: 您可以设置服务器, 启动系统启动 。 它需要一个启动脚本和一个系统化文件.
