Repository: pypi-data/pypi-mirror-332
Catalog: packages/transpolibre/transpolibre-0.8.5.tar.gz/transpolibre-0.8.5/docs/_source/locale/*/LC_MESSAGES/source.po
Languages: az, bn, ca, cs, da, de, el, es, et, eu, fa, fr, ga, gl, he, hi, hu, id, ja, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sq, sv, th, tl, tr, uk, ur

source: The resulting PDF will be here: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.
az: resulting PDF burada olacaq: "docs/_build/latex/en/transpolibre-ebook-en.pdf".
bn: যার ফলে PDF এখানে উপস্থিত হবে: পিএসস/এলডিবিডি/এনএলডি/অনুবাদক-বই-বই-এন.
ca: El PDF resultant serà aquí: pdfdocs/build/tex/en/transpolibre-ebook-en.pdfpdfon.
cs: Výsledný PDF bude zde: "docs / _ build / latex / en / transpolibre-ebook-en.pdf".
da: Den resulterende PDF vil være her: "docs / _ build / latex / en / transpolibre- ebook- en.pdf".
de: Das resultierende PDF wird hier sein: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.
el: Το PDF που προκύπτει θα είναι εδώ: `'docs/_build/latex/en/transpolibre-ebook-en.pdf`'.
es: El PDF resultante estará aquí: ``docs/_build/latex/en/transpolibre-ebook-en.pdf`.
et: Saadud PDF asub siin: "docs/_build/latex/en/transpolibre-ebook-en.pdf".
eu: PDFa hemen egongo da: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.
fa: پی دی اف در اینجا خواهد بود: "docs/_build/latex/en/transpolibre-ebook-enpdf".
fr: Le PDF qui en résultera sera le suivant: ``docs/_build/latex/fr/transpolibre-ebook-fr.pdf``.
ga: Beidh PDF mar thoradh air sin anseo: ` `docs/_build/latex/en/transpolibre-ebook-en.pdf` .
gl: O PDF resultante estará aquí: "docs/_build/latex/en/transpolibre-ebook-en.pdf".
he: ה- PDF המתקבל יהיה כאן: "docs/_Build/latex/en/transpolibre-ebook-en.pdf".
hi: जिसके परिणामस्वरूप पीडीएफ यहाँ होगा: `docs/_build/latex/en/transpolibre-ebook-en.pdf```.
hu: Az eredmény PDF lesz itt: "docs / _ build / latex / en / transpolibre- ebook- en.pdf".
id: PDF yang dihasilkan akan berada di sini: "docs / _ build / lateks / en / transfolibre-ebook- en.pdf".
ja: 結果PDFはこちら:`docs/_build/latex/en/transpolibre-ebook-en.pdf`.
lt: Gautas PDF bus čia: "docs / _ build / latekso / en / transpolibre- ebook- en.pdf".
lv: Iegūtais PDF būs šeit: "docs/_build/latex/en/transpolibre-ebook-en.pdf".
ms: PDF yang dihasilkan akan berada di sini: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.
nb: Den resulterende PDF vil være her: `docs/_build/latex/en/transpolibre-ebook-en.pdf`.
nl: De resulterende PDF zal hier zijn: .
pl: Wynikający z tego PDF będzie tutaj: "docs / _ build / lateks / en / transpolibre- ebook- en.pdf".
pt: O PDF resultante será aqui: ``docs/_build/latex/en/transpolibre-ebook-en.pdf``.
ro: PDF-ul rezultat va fi aici: .
ru: Полученный PDF будет здесь: ''docs/_build/latex/en/transpolibre-ebook-en.pdf''.
sk: Výsledný PDF bude tu:.
sl: Nastali PDF bo tukaj: `Docs/_build/latex/en/transpolibre-ebook-en.pdf`.
sq: PDF që rezulton do të jetë këtu: ♫docs/_Build/latex/en/en/transpolitere-ebook-en.pdfʼ.
sv: Den resulterande PDF kommer att vara här: "docs/_build/latex/en/transpolibre-ebook-en.pdf".
th: PDF จะแสดงผลลัพธ์ที่นี่: ‘'docs/build/latex/en/Transpolibre-Ebook-en.pdf'.
tl: Magkakaroon dito ng PDF: ```docs/_build/latex/en/transpolibre-ebook-en.pdf````.
tr: Elde edilen PDF burada olacak: "docs/_build/latex/en/transpolibre-ebook-en.pdf".
uk: Виявлено PDF: ``docs/_build/latex/en/transpolibre-ebook-en.pdf```.
ur: نتیجہ اخذ کردہ پی ڈی ایف یہاں ہو گا:'doks soundation/latex/en/transpolibre-ebook-en.pdf'۔.

source: Prepress
az: Pre
bn: প্রেসকট
ca: Prepressió
de: Vordruck
el: Προπίεση
es: Presión
fr: Prépresse
ga: Réamhbhrúite
hi: प्रेस
hu: Előírás
id: Tekan
ja: プレプレス
lt: Puslapiai
lv: Iespiešana
ms: Perancis
nl: Voordruk
pt: Pregar
ru: Препресс
sk: Predtlač
th: ตั้งค่า
tl: Prepresso
uk: Головна
ur: دباؤ

source: To reduce the size of the PDF to 300 dpi for printing, run:
az: Çap üçün PDF ölçüsü 300 dpi azaltmaq üçün, run:
bn: মুদ্রণের জন্য পি. পি. পি.পি-এর মাপ কমিয়ে ৩০০ ডিপি-এর মাপ কমিয়ে দিতে হবে:
ca: Per reduir la mida del PDF a 300 ppp per imprimir, executeu:
cs: Pro snížení velikosti PDF na 300 dpi pro tisk, spusťte:
da: For at reducere størrelsen af PDF til 300 dpi til udskrivning, køre:
de: Um die Größe des PDF auf 300 dpi für den Druck zu reduzieren, führen Sie:
el: Για να μειώσετε το μέγεθος του PDF σε 300 dpi για εκτύπωση, τρέξτε:
es: Para reducir el tamaño del PDF a 300 dpi para imprimir, ejecute:
et: PDF-i suuruse vähendamiseks 300 dpi-ni printimiseks käivitage:
eu: Inprimatzeko PDFaren tamaina 300 dpi-ra murrizteko, exekutatu:
fa: برای کاهش اندازه PDF تا 300 dpi برای چاپ، اجرا کنید:
fr: Pour réduire la taille du PDF à 300 dpi pour l'impression, exécutez :
ga: Chun méid na PDF a laghdú go dtí 300 dpi le haghaidh priontála, reáchtáil:
gl: Para reducir o tamaño do PDF a 300 dpi para imprimir, executar:
he: כדי להפחית את גודל ה- PDF ל-300 dpi להדפסה, לרוץ:
hi: मुद्रण के लिए 300 डीपीआई के आकार को कम करने के लिए, रन:
hu: A PDF méretének 300 dpi-ra való csökkentése érdekében futtassa:
id: Untuk mengurangi ukuran PDF menjadi 300 dpi untuk pencetakan, jalankan:
ja: PDF のサイズを 300 dpi に削減するには、実行します
lt: Norėdami sumažinti PDF dydį iki 300 dpi spausdinimui, paleisti:
lv: Lai samazinātu PDF izmēru līdz 300 dpi drukāšanai, palaist:
ms: Untuk mengurangi ukuran PDF menjadi 300 dpi untuk percetakan, jalankan:
nb: Hvis du vil redusere størrelsen på PDF til 300 dpi for utskrift, kjør:
nl: Om de grootte van de PDF te verkleinen tot 300 dpi voor het afdrukken, start:
pl: Aby zmniejszyć rozmiar PDF do 300 dpi do druku, uruchomić:
pt: Para reduzir o tamanho do PDF a 300 dpi para impressão, execute:
ro: Pentru a reduce dimensiunea PDF la 300 dpi pentru imprimare, executați:
ru: Чтобы уменьшить размер PDF до 300 dpi для печати, запустите:
sk: Znížiť veľkosť PDF na 300 dpi pre tlač, spustiť:
sl: Za zmanjšanje velikosti PDF na 300 dpi za tiskanje, teči:
sq: Për të reduktuar madhësinë e PDF-së në 300 dpi për printim, drejtohet:
sv: För att minska storleken på PDF till 300 dpi för utskrift, kör:
th: เพื่อลดขนาด PDF เป็น 300 จุดต่อนิ้ว สําหรับการพิมพ์ ให้ทํางาน:
tl: Upang bawasan ang laki ng PDF hanggang 300 dpi para sa paglilimbag, tumakbo:
tr: PDF'nin boyutunu baskı için 300 dpi'ye düşürmek için: koşmak:
uk: Щоб зменшити розмір PDF до 300 dpi для друку, запустіть:
ur: پرنٹنگ کے لیے پی ڈی ایف کا حجم کم کرنے کے لیے، چلایا:

source: The resulting PDF will be here: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``.
az: Bu PDF burada olacaq: "docs/_build/latex/en/transpolibre-prepress-en.pdf".
bn: যার ফলে PDF এখানে উপস্থিত হবে: পিএসস/এআর্এলডি/এনএলডি/এনএসপি/স্ট্র্যাপপি.
ca: El PDF resultant serà aquí: iyaddocs/build/tex/en/transpolibre-prepresen.pdfyo.
cs: Výsledný PDF bude zde: "docs / _ build / latex / en / transpolibre- prepress- en.pdf".
da: Den resulterende PDF vil være her: "docs / _ build / latex / en / transpolibre- prepress- en.pdf".
de: Das resultierende PDF wird hier sein: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``.
el: Το PDF που προκύπτει θα είναι εδώ: `'docs/_build/latex/en/transpolibre-prepress-en.pdf`'.
es: El PDF resultante estará aquí: ``docs/_build/latex/en/transpolibre-prepress-en.pdf`.
et: Saadud PDF asub siin: "docs/_build/latex/en/transpolibre-prepress-en.pdf".
eu: PDFa hemen egongo da: ``docs/_build/latex/en/transpolibre-prepressen.pdf``.
fa: پی دی اف در اینجا خواهد بود: "docs/_build/latex/en/transpolibre-prepress-enpdf".
fr: Le PDF résultant sera ici: ``docs/_build/latex/en/transpolibre-prepress-en.pdf`.
ga: Beidh PDF mar thoradh air sin anseo: ` `docs/_build/latex/en/transpolibre-prepress-en.pdf` .
gl: O PDF resultante estará aquí: "docs/_build/latex/en/transpolibre-prepress-en.pdf".
he: ה- PDF המתקבל יהיה כאן: "docs/_Build/latex/en/transpolibre-prepress-en.pdf".
hi: जिसके परिणामस्वरूप पीडीएफ यहाँ होगा: `docs/_build/latex/en/transpolibre-prepress-en.pdf```.
hu: Az eredmény PDF lesz itt: "docs / _ build / latex / en / transpolibre- presess- en.pdf".
id: PDF yang dihasilkan akan berada di sini: "docs / _ build / lateks / en / transfoli - prepress-en.pdf".
ja: 結果PDFはこちら:`docs/_build/latex/en/transpolibre-prepress-en.pdf`.
lt: Gautas PDF bus čia: "docs / _ build / latekso / en / transpolibre- prepress- en.pdf".
lv: Iegūtais PDF būs šeit: "docs/_build/latex/en/transpolibre-prepress-en.pdf".
ms: PDF yang dihasilkan akan berada di sini: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``.
nb: Den resulterende PDF vil være her: `docs/_build/latex/en/transpolibre-prepress-en.pdf`.
nl: De resulterende PDF zal hier zijn: .
pl: Wynikający z tego PDF będzie tutaj: "docs / _ build / lateks / en / transpolibre- prepress- en.pdf".
pt: O PDF resultante será aqui: ``docs/_build/latex/en/transpolibre-prepress-en.pdf``.
ro: PDF-ul rezultat va fi aici: .
ru: Полученный PDF будет здесь: ''docs/_build/latex/en/transpolibre-prepress-en.pdf''.
sk: Výsledné PDF bude tu: .
sl: Nastali PDF bo tukaj: `Docs/_build/latex/en/transpolibre-prepress-en.pdf`.
sq: PDF që rezulton do të jetë këtu: ♫docs/_Build/latex/en/en/transpolite-prepress-en.pdfʼ.
sv: Den resulterande PDF kommer att vara här: ”docs/_build/latex/en/transpolibre-prepress-en.pdf”.
th: PDF จะแสดงผลลัพธ์ที่นี่: ‘'docs/build/latex/en/Transpolibre-prress-en.pdf'.
tl: Magkakaroon dito ng PDF: ```docs/_build/latex/en/transpolibre-prepress-en.pdf````.
tr: Elde edilen PDF burada olacak: "docs/_build/latex/en/transpolibre-prepress-en.pdf".
uk: Виявлено PDF: ``docs/_build/latex/en/transpolibre-prepress-en.pdf````.
ur: نتیجہ اخذ کردہ پی ڈی ایف یہاں ہو گا:'doks soundation/latex/en/transpolibrepress-en.pdf'۔.

source: Build All Documentation
az: Bütün Sertifikatlaşdırma
bn: সকল নথিপত্র নির্মাণ করুন
ca: Construeix tota la documentació
cs: Vytvořit veškerou dokumentaci
da: Byg al dokumentation
de: Alle Dokumente erstellen
el: Κατασκευή όλης της τεκμηρίωσης
es: Construir toda la documentación
et: Kogu dokumentatsiooni loomine
eu: Eraiki dokumentazio guztia
fa: ساخت تمام مستندات
fr: Construire toute la documentation
ga: Tógáil Gach Doiciméad
gl: Crea toda a documentación
he: בניית כל המסמכים
hi: सभी प्रलेखन का निर्माण
hu: Minden dokumentáció építése
id: Bangun Semua Dokumentasi
ja: すべてのドキュメントを作成
lt: Sukurti visus dokumentus
lv: Dokumentācija
ms: Bina Semua Dokumentasi
nb: Bygg all dokumentasjon
nl: Alle documentatie bouwen
pl: Zbuduj całą dokumentację
pt: Construa toda a documentação
ro: Construiește toată documentația
ru: Создайте всю документацию
sk: Vybudovať všetku dokumentáciu
sl: Zgradi vso dokumentacijo
sq: Gjenero të gjithë dokumentimin
sv: Bygg all dokumentation
th: สร้างเอกสารทั้งหมด
tl: Itayo ang Lahat ng Dokumentasyon
tr: Tüm Dokümantasyon Oluşturma
uk: Побудувати всі документи
ur: تمام دستاویزات تعمیر کریں

source: To build all documentation, including HTML and PDFs.
az: HTML və PDF daxil olmaqla bütün məlumatları yaradır.
bn: এইচ.
ca: Per a construir tota la documentació, incloent HTML i PDFs.
cs: Sestavit veškerou dokumentaci včetně HTML a PDF.
da: At opbygge al dokumentation, herunder HTML og PDF-filer.
de: Um alle Dokumentationen zu erstellen, einschließlich HTML und PDFs.
el: Για την κατασκευή όλων των εγγράφων, συμπεριλαμβανομένων HTML και PDF.
es: Para construir toda la documentación, incluyendo HTML y PDF.
et: Et ehitada kõik dokumendid, sealhulgas HTML ja PDF-id.
eu: Dokumentazio guztia eraikitzeko, HTML eta PDFak barne.
fa: برای ساخت تمام اسناد، از جمله HTML و PDF.
fr: Pour construire toute la documentation, y compris HTML et PDF.
ga: Gach doiciméadú a thógáil, lena n-áirítear HTML agus PDFs.
gl: Para construír toda a documentación, incluíndo HTML e PDFs.
he: כדי לבנות את כל המסמכים, כולל HTML ו- PDF.
hi: एचटीएमएल और पीडीएफ सहित सभी प्रलेखन का निर्माण करना।.
hu: Minden dokumentáció, beleértve a HTML-t és a PDF-eket.
id: Untuk membangun semua dokumentasi, termasuk HTML dan PDFs.
ja: HTMLとPDFを含むすべてのドキュメントを作成する.
lt: Sukurti visus dokumentus, įskaitant HTML ir PDF.
lv: Lai izveidotu visu dokumentāciju, ieskaitot HTML un PDF.
ms: Untuk membangun semua dokumentasi, termasuk HTML dan PDF.
nb: Å bygge all dokumentasjon, inkludert HTML og PDF.
nl: Alle documentatie bouwen, inclusief HTML en PDF's.
pl: Aby zbudować całą dokumentację, w tym HTML i PDF.
pt: Para construir toda a documentação, incluindo HTML e PDFs.
ro: Pentru a construi toate documentele, inclusiv HTML și PDF-uri.
ru: Создать всю документацию, включая HTML и PDF.
sk: Vybudovať všetku dokumentáciu vrátane HTML a PDF.
sl: Graditi vso dokumentacijo, vključno z HTML in PDF.
sq: Për të ndërtuar të gjitha dokumentet, duke përfshirë HTML dhe PDF.
sv: Att bygga all dokumentation, inklusive HTML och PDF-filer.
th: เพื่อสร้างเอกสารทั้งหมด รวมทั้งเอกสาร HTML และ PDF.
tl: Upang itayo ang lahat ng dokumentasyon, kabilang ang HTML at PDFs.
tr: HTML ve PDF dahil olmak üzere tüm belgeleri oluşturmak.
uk: Для побудови всієї документації, включаючи HTML та PDF.
ur: تمام دستاویزات بنانے کے لیے جن میں ایچ ٹی ایم ایل اور پی ڈی ایف شامل ہیں۔.

source: Translations
az: Translation
bn: অনুবাদ
ca: Traduccions
cs: Překlady
da: Oversættelser
de: Übersetzungen
el: Μεταφράσεις
es: Traducciones
et: Tõlked
eu: Itzulpenak
fa: ترجمه ها
fr: Traductions
ga: Aistriúcháin
gl: Traducións
he: תרגום
hi: अनुवाद
hu: Fordítások
id: Terjemahan
ja: 翻訳
lt: Vertimai
lv: Tulkojumi
ms: Terjemahan
nb: Oversettelser
nl: Vertalingen
pl: Tłumaczenia
pt: Traduções
ro: Traduceri
ru: Переводы
sk: Preklady
sl: Prevodi
sq: Përkthimi
sv: Översättningar
th: การแปลภาษา
tl: Mga Salin
tr: Çeviriler
uk: Переклади
ur: ترجمے

source: See ``README.md`` for notes on how to update package translations.
az: "README.md" paketinin çevirilməsini necə yeniləmək üçün notlar üçün.
bn: দেখুন আপডেটকৃত প্যাকেজ অনুবাদ কিভাবে আপডেট করতে হবে সে সম্পর্কে জানার জন্য sop.
ca: Mireu SearchRADEME.md quotes per a notes sobre com actualitzar les traduccions dels paquets.
cs: Viz "README.md" pro poznámky o tom, jak aktualizovat překlady balíků.
da: Se "README.md" for noter om, hvordan du opdaterer pakkeoversættelser.
de: Siehe ``README.md`` für Hinweise zur Aktualisierung von Paketübersetzungen.
el: Δείτε ``README.md` ́ για σημειώσεις σχετικά με τον τρόπο ενημέρωσης των μεταφράσεων πακέτων.
es: Véase ``README.md` para obtener notas sobre cómo actualizar las traducciones de paquetes.
et: Vaata "README.md" märkmeid selle kohta, kuidas paketttõlkeid uuendada.
eu: Ikus ``README.md`` paketeen itzulpenak nola eguneratu jakiteko.
fa: "README.md" را ببینید که چگونه به روز رسانی ترجمه بسته.
fr: Voir ``README.md`` pour des notes sur la façon de mettre à jour les traductions de paquets.
ga: Féach ` README.md` do nótaí ar conas a thabhairt cothrom le dáta aistriúcháin pacáiste .
gl: Vexa 'README.md' para notas sobre como actualizar as traducións dos paquetes.
he: ראה "README.md" להערות כיצד לעדכן תרגומים.
hi: पैकेज अनुवाद को अद्यतन करने के तरीके पर नोट्स के लिए `README.md`` देखें।.
hu: Lásd "READMe.md" a csomag fordításának frissítésére vonatkozó megjegyzéseket.
id: Lihat "README.md" untuk catatan tentang cara memperbarui terjemahan paket.
ja: パッケージの翻訳を更新する方法については、`README.md` を参照してください.
lt: Dėl pastabų, kaip atnaujinti paketų vertimus, žr. "README.md".
lv: Skatīt "README.md" piezīmes par to, kā atjaunināt iepakojuma tulkojumus.
ms: Lihat ``README.md`` untuk catatan bagaimana memperbarui terjemahan paket.
nb: Se ««Readme.md» for notater om hvordan du oppdaterer pakkeoversettelser.
nl: Zie .
pl: Zobacz "README.md", aby dowiedzieć się, jak zaktualizować tłumaczenia pakietów.
pt: Veja ``README.md` para notas sobre como atualizar traduções de pacotes.
ro: A se vedea .
ru: См. "README.md" для заметок о том, как обновить переводы пакетов.
sk: Pozrite si .
sl: Glej `README.md` za opombe o tem, kako posodobiti paketne prevode.
sq: Shih për shënime se si të përditësosh përkthimet e paketave.
sv: Se "README.md" för anteckningar om hur du uppdaterar paketöversättningar.
th: ดูที่ "'ReadME'.md' สําหรับบันทึกวิธีปรับปรุงการแปลแพกเกจ.
tl: Tingnan ang ``README.md``` para sa mga tala kung paano i-update ang mga salin ng pakete.
tr: “README.md’in paket çevirilerini nasıl güncelleyeceğine dair notlar için.
uk: Див. `````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````````.
ur: [حوالہ درکار] نوٹ کے لئے دیکھیے کہ پیکج ترجمے کس طرح اپ لوڈ کرنے کے لئے.
