Repository: pypi-data/pypi-mirror-332
Catalog: packages/transpolibre/transpolibre-0.8.5.tar.gz/transpolibre-0.8.5/docs/_source/locale/*/LC_MESSAGES/source.po
Languages: az, bn, ca, cs, da, de, el, es, et, eu, fa, fr, ga, gl, he, hi, hu, id, ja, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sq, sv, th, tl, tr, uk, ur

source: To build the HTML documentation, run:
az: HTML məlumatları yaratmaq, run:
bn: এইচ- টি- এম- এল ডকুমেন্ট তৈরির পদ্ধতি:
ca: Per a construir la documentació HTML, s' executa:
cs: Pro sestavení HTML dokumentace spusťte:
da: For at bygge HTML- dokumentationen, køres:
de: Um die HTML-Dokumentation zu erstellen, führen Sie:
el: Για την κατασκευή της τεκμηρίωσης HTML, εκτελέστε:
es: Para construir la documentación HTML, ejecute:
et: HTML- dokumentatsiooni loomiseks käivita:
eu: HTML dokumentazioa eraikitzeko, exekutatu:
fa: برای ساخت مستندات HTML، اجرا کنید:
fr: Pour construire la documentation HTML, lancez :
ga: A thógáil ar an doiciméadú HTML, reáchtáil:
gl: Para crear a documentación HTML, execute:
he: כדי לבנות את מסמכי HTML, לרוץ:
hi: एचटीएमएल प्रलेखन बनाने के लिए, रन:
hu: A HTML dokumentáció elkészítéséhez fusson:
id: Untuk membangun dokumentasi HTML, jalankan:
ja: HTML ドキュメントを作成するには、次のコマンドを実行します
lt: Norėdami sukurti HTML dokumentaciją, paleisti:
lv: Lai izveidotu HTML dokumentāciju, palaist:
ms: Untuk membangun dokumentasi HTML, jalankan:
nb: Hvis du vil bygge HTML-dokumentasjonen, kjører du:
nl: Om de HTML-documentatie te bouwen, start:
pl: Aby zbudować dokumentację HTML, uruchom:
pt: Para construir a documentação HTML, execute:
ro: Pentru a construi documentația HTML, executați:
ru: Чтобы создать HTML-документацию, запустите:
sk: Ak chcete vytvoriť dokumentáciu HTML, spustite:
sl: Za izgradnjo dokumentacije HTML poženi:
sq: Për të ndërtuar dokumentacionin HTML, drejtuar:
sv: För att bygga HTML-dokumentationen, kör:
th: เพื่อสร้างเอกสาร HTML ให้ทํางาน:
tl: Upang itayo ang dokumento ng HTML, tumakbo:
tr: HTML belgeleri oluşturmak için: koşmak:
uk: Для побудови HTML-документації запустіть:
ur: ایچ ٹی ایم ایل دستاویزات بنانے کے لئے، چلانے کے لئے:

source: The resulting HTML will be in ``docs/_build/html/`` with a top-level ``index.html`` file located here: ``docs/index.html``.
az: Əvvəlki HTML "docs/_build/html/" üst səviyyəli "index.html" Burada yerləşən fayl: "docs/index.html".
bn: এর ফলাফল হবে '`b/pretdvindb/cc' ও প্রথম স্তরে HTML সংযুক্ত করা হবে। এই স্থানে ফাইল লেখা হয়েছে: ``docs/index.
ca: L' HTML resultant serà a l' amarokdocs/_build/html/ DOCTYPE amb un nivell superior entrance.html fitxer localitzat aquí: Manveendocs/ index.html DOCTYPE.
cs: Výsledný HTML bude v "docs / _ build / html /" s top-level "index.html" soubor umístěný zde: "docs / index.html".
da: Den resulterende HTML vil være i "docs / _ build / html /" med et top- niveau "index.html" fil placeret her: "docs / index.html".
de: Das resultierende HTML wird in ``docs/_build/html/`` mit einem Top-Level ``index.html`` Datei befindet sich hier: ``docs/index.html``.
el: Η HTML που προκύπτει θα είναι στο `docs/_build/html/`` με ένα top-level ```index.html` ́ αρχείο που βρίσκεται εδώ: ``docs/index.html`.
es: El HTML resultante será en ``docs/_build/html/`` con un ``index.html` de primer nivel archivo localizado aquí: ``docs/index.html`.
et: Saadud HTML on "docs/_build/html/" koos tipptasemel "index.html" fail asub siin: "docs/index.html".
eu: HTMLa ``docs/_build/html/``-n egongo da goi-mailako ``index.html``-rekin. Hemen dagoen fitxategia: ``docs/index.html``.
fa: نتیجه HTML در "docs / Create/html / " با یک "index.html" سطح بالا خواهد بود. فایل موجود در اینجا: "docs/index.html".
fr: Le HTML résultant sera dans ``docs/_build/html/`` avec un haut niveau ``index.html`` fichier situé ici: ``docs/index.html``.
ga: Beidh an HTML mar thoradh ar a bheith i ```docs /_build/html/`` le barr-leibhéal `innéacs . comhad atá suite anseo: ``docs / innéacs .html` .
gl: O HTML resultante estará en "docs/_build/html/" cun "index.html". Ficheiro situado aquí: `docs/index.html.
he: ה-HTML המתקבל יהיה "docs/_Build/html/" עם רמה עליונה "index.html" קובץ הממוקם כאן: "docs/index.html".
hi: परिणामस्वरूप HTML `docs/_build/html/`` में होगा, जिसमें शीर्ष स्तर `` index.html` है। फ़ाइल यहाँ स्थित है: ``docs/index.html``.
hu: Az eredmény HTML lesz "docs / _ build / html /" egy top- szintű "index.html" fájl található itt: "docs / index.html".
id: HTML yang dihasilkan akan berada dalam "docs / _ build / html /" dengan level atas "index.html" berkas ditemukan di sini: "docs / index.html".
ja: 結果の HTML は ``docs/_build/html/```` でトップレベルの ```index.html` になります。 ここにあるファイルは ```docs/index.html```` です.
lt: Gautas HTML bus "docs / _ build / html /" su top-level "index.html" failas yra čia: "docs / index.html".
lv: Iegūtais HTML būs "docs/_build/html/" ar augšējā līmeņa "index.html"" fails atrodas šeit: "docs/index.html".
ms: HTML yang dihasilkan akan berada dalam ``docs/_build/html/`` dengan peringkat teratas ``index.html`` Berkas yang terletak di sini: ``docs/index.html`.
nb: Den resulterende HTML vil være i `docs/_build/html/``' med et toppnivå `index.html``` fil beliggende her: `docs/index.html`.
nl: De resulterende HTML zal in file located here:.
pl: Wynikający z tego HTML będzie w "docs / _ build / html /" z top- level "index.html" file located here: "docs / index.html".
pt: O HTML resultante será em ``docs/_build/html/` com um toplevel ``index.html`` arquivo localizado aqui: ``docs/index.html`.
ro: HTML-ul rezultat va fi în fișier situat aici: .
ru: Полученный HTML будет в ''docs/_build/html/'' с верхним уровнем ''index.html'' Файл расположен здесь: 'docs/index.html'.
sk: Výsledný HTML bude v súbor sa nachádza tu:.
sl: Nastali HTML bo v `docs/_build/html/` z najvišjim nivojem `index.html` datoteka se nahaja tukaj: `Docs/index.html`.
sq: HTML File i vendosur këtu: ♫docs/index.html.
sv: Den resulterande HTML kommer att vara i "docs/_build/html/" med en toppnivå "index.html" fil som finns här: "docs/index.html".
th: ผลของ HTML จะอยู่ใน ''docs/สร้าง/สร้าง/ html/'' ด้วยระดับบนสุด `'. html' แฟ้มที่นี่: `'docs/index.html'.
tl: Ang magiging resultang HTML ay sa ```docs/_build/html/````a na may pang-itaas na ```index.html`````` file na matatagpuan dito: ```docs/index.html```.
tr: Ortaya çıkan HTML, "docs/_build/html /" üst düzey bir "index.html" ile olacak. Burada bulunan dosya: "docs/index.html".
uk: ```index.html``` JavaScript licenses API Веб-сайт Go1.13.8.
ur: HTML کا نتیجہ '' میں ہو گا۔ یہیں پر قائم ہے:‘doks/index.html'.

source: Build LaTex PDF
az: LaTex PDF
bn: Lexex PDF নির্মাণ করুন
ca: Construeix PDF LaTex
cs: Vytvořit LaTex PDF
da: Byg LaTex PDF
de: LaTex PDF herunterladen
el: Κατασκευή του LaTex PDF
et: LaTexi PDF- i loomine
eu: Eraiki LaTex PDFa
fa: ساخت LaTex PDF
fr: Construire LaTex PDF
ga: Tógáil LaTex PDF
gl: Baixar LaTex PDF
he: לבנות PDF
hi: लैटेक्स पीडीएफ बनाएं
hu: LaTex PDF építése
id: Bangun LaTex PDF
ja: ビルド LaTex PDF
lt: Sukurti LaTex PDF
lv: Veidot LaTex PDF
ms: Bina FTex PDF
nb: Bygg LaTex PDF
nl: LaTex PDF bouwen
pt: Criar um PDF
ro: Construiește LaTex PDF
ru: Создание LaTex PDF
sl: Zgradite LaTex PDF
sq: Gjenero Latex PDF
sv: Bygg LaTex PDF
th: สร้างเอกสาร PDF
tl: Magtayo ng LaTex PDF
tr: LaTex PDF
uk: Створення LaTex PDF
ur: LaTex PDF بنائیں

source: To build a PDF document from a LaTeX build, first install dependencies (this is way more than needed):
az: LaTeX tikintisi bir PDF qazanmaq üçün, ilk yüksəkliklər (bu lazım olandan daha çox yol):
bn: LaTeX নির্মাণ থেকে একটি PDF ডকুমেন্ট তৈরি করতে, প্রথম ইন্সটলেশন (এটা প্রয়োজনের চেয়ে বেশি):
ca: Per a construir un document PDF des d' una construcció LaTeX, primer instal· lar dependències (aquesta és més que necessària):
cs: Chcete-li vytvořit PDF dokument z LaTeX stavět, nejprve nainstalovat závislostí (to je mnohem více, než je potřeba):
da: For at bygge et PDF-dokument fra en LaTeX bygge, først installere afhængigheder (dette er meget mere end nødvendigt):
de: Um ein PDF-Dokument aus einem LaTeX Build zu erstellen, installieren Sie zunächst Abhängigkeiten (dies ist viel mehr als erforderlich):
el: Για να δημιουργήσετε ένα έγγραφο PDF από ένα κτίριο LaTeX, πρώτες εξαρτήσεις εγκατάστασης (αυτό είναι πολύ περισσότερο από ό, τι χρειάζεται):
es: Para construir un documento PDF de una construcción LaTeX, primero instalar dependencias (esto es mucho más de lo necesario):
et: PDF-dokumendi ehitamiseks LaTeX-i ehitamisest installige kõigepealt sõltuvused (see on rohkem kui vaja):
eu: LaTeX eraikin bateko PDF dokumentu bat eraikitzeko, aurrenik dependentziak instalatu (hau behar baino gehiago da):
fa: برای ساخت یک سند PDF از یک ساخت LaTeX، ابتدا وابستگی های نصب (این روش بیش از حد مورد نیاز است):
fr: Pour construire un document PDF à partir d'une compilation LaTeX, installez d'abord les dépendances (c'est bien plus que nécessaire) :
ga: Chun doiciméad PDF a thógáil ó thógáil LaTeX, spleáchais a shuiteáil ar dtús (tá sé seo níos mó ná mar is gá):
gl: Para construír un documento PDF dunha construción de LaTeX, primeiro instalar dependencias (isto é máis do necesario):
he: כדי לבנות מסמך PDF מבניית LaTeX, ההתקנה הראשונה תלויה (זה יותר מנדרש):
hi: एक लैटेक्स बिल्ड से एक पीडीएफ दस्तावेज़ बनाने के लिए, पहली इंस्टॉल निर्भरता (इस तरह से जरूरत से अधिक है):
hu: Ahhoz, hogy egy PDF dokumentumot egy LaTeX build, először telepíteni függések (ez sokkal több, mint szükséges):
id: Untuk membuat dokumen PDF dari pembangunan LaTeX, ketergantungan pertama pasang (ini lebih dari yang diperlukan):
ja: LaTeX ビルドから PDF ドキュメントを作成するには、まず依存関係をインストールします(これは必要以上の方法です):
lt: Norėdami sukurti PDF dokumentą iš LaTeX pastato, pirmiausia įdiegti priklausomybes (tai yra daug daugiau nei reikia):
lv: Lai izveidotu PDF dokumentu no LaTeX būvēt, vispirms instalēt atkarības (tas ir veids, vairāk nekā nepieciešams):
ms: Untuk membangun dokumen PDF dari bangunan LaTeX, pertama memasang dependensi (ini jauh lebih dari yang diperlukan):
nb: Hvis du vil bygge et PDF-dokument fra en LaTeX-bygg, installerer du først avhengigheter (dette er mye mer enn nødvendig):
nl: Om een PDF-document van een LaTeX-bouw te bouwen, eerst afhankelijkheden installeren (dit is veel meer dan nodig):
pl: Aby zbudować dokument PDF z budowy LaTeX, najpierw zainstalować zależności (jest to więcej niż potrzebne):
pt: Para construir um documento PDF a partir de uma compilação LaTeX, primeiro instale dependências (isso é muito mais do que necessário):
ro: Pentru a construi un document PDF dintr-o clădire LaTeX, instalați mai întâi dependențe (acest lucru este mult mai mult decât este necesar):
ru: Чтобы создать PDF-документ из сборки LaTeX, сначала установите зависимости (это намного больше, чем нужно):
sk: Ak chcete vytvoriť PDF dokument z LaTeX build, najprv nainštalovať závislostí (to je oveľa viac, než je potrebné):
sl: Če želite zgraditi PDF dokument iz LaTeX graditi, najprej namestite odvisnosti (to je veliko več, kot je potrebno):
sq: Për të ndërtuar një dokument PDF nga një ndërtesë LaTeX, së pari instalo reduksionet (kjo është shumë më tepër se ç'duhet):
sv: För att bygga ett PDF-dokument från en LaTeX-byggnad, installera först beroenden (detta är mycket mer än nödvändigt):
th: การสร้างเอกสาร PDF จากการสร้าง LaTeX การขึ้นต่อกันของแพกเกจแรก (นี่มากกว่าความจําเป็น):
tl: Upang makagawa ng isang dokumento ng PDF mula sa isang gusali ng LaTeX, maglagay muna ng dependencies (ito ay higit sa kinakailangan):
tr: Bir LaTeX inşasından PDF belgesi oluşturmak için, ilk yükleme bağımlılıkları (bu ihtiyaçtan daha fazlası):
uk: Щоб побудувати PDF-документ з збірки LaTeX, спочатку встановіть залежності (це спосіб більше, ніж потрібно):
ur: ایک لا ٹی ایکس عمارت سے پی ڈی ایف کی دستاویز بنانے کے لیے، پہلی نصب کردہ پلگس (یہ ضرورت سے زیادہ راستہ ہے):

source: Then build the LaTeX and PDF documents:
az: Sonra LaTeX və PDF məlumatları inşa edin:
bn: তারপর লেইলা এবং PDF নথি তৈরি করুন:
ca: Després construïu els documents LaTeX i PDF:
cs: Pak sestavte dokumenty LaTeX a PDF:
da: Derefter bygge LaTeX og PDF-dokumenter:
de: Erstellen Sie dann die LaTeX und PDF-Dokumente:
el: Στη συνέχεια, χτίστε τα έγγραφα LaTeX και PDF:
es: A continuación, construir los documentos LaTeX y PDF:
et: Seejärel ehitage LaTeXi ja PDF-dokumendid:
eu: Ondoren LaTeX eta PDF dokumentuak eraiki:
fa: سپس اسناد LaTeX و PDF را بسازید:
fr: Construisez ensuite les documents LaTeX et PDF :
ga: Ansin a thógáil ar na doiciméid LaTeX agus PDF:
gl: A continuación, constrúe os documentos LaTeX e PDF:
he: לאחר מכן לבנות את מסמכי ה-LTeX ו- PDF:
hi: फिर लेटेक्स और पीडीएफ दस्तावेजों का निर्माण:
hu: Ezután építsük fel a LaTeX és PDF dokumentumokat:
id: Kemudian membangun dokumen LaTeX dan PDF:
ja: 次に、LaTeXとPDF文書をビルドします
lt: Tada sukurti LaTeX ir PDF dokumentus:
lv: Tad veidot LaTeX un PDF dokumentus:
ms: Kemudian membangun LaTeX dan dokumen PDF:
nb: Bygg deretter LaTeX og PDF-dokumentene:
nl: Bouw vervolgens de LaTeX en PDF documenten:
pl: Następnie należy zbudować dokumenty LaTeX i PDF:
pt: Em seguida, construa os documentos LaTeX e PDF:
ro: Apoi construiți documentele LaTeX și PDF:
ru: Затем создайте документы LaTeX и PDF:
sk: Potom postavte dokumenty LaTeX a PDF:
sl: Nato zgradite dokumente LaTeX in PDF:
sq: Pastaj ndertoni dokumentet LaTeX dhe PDF:
sv: Bygg sedan LaTeX och PDF-dokument:
th: จากนั้นสร้างเอกสาร LATeX และ PDF
tl: Saka itayo ang mga dokumento ng LaTeX at PDF:
tr: Sonra LaTeX ve PDF belgeleri inşa edin:
uk: Далі будуємо LaTeX і PDF документи:
ur: اس کے بعد LaTX اور PDF دستاویز سازی:

source: Build PDF
az: PDF
bn: PDF নির্মাণ করুন
ca: Construeix PDF
cs: Vytvořit PDF
da: Byg PDF
de: PDF herunterladen
el: Κατασκευή PDF
es: Construir PDF
et: PDF- i loomine
eu: Eraiki PDFa
fa: ساخت PDF
fr: Construire un PDF
ga: Tógáil PDF
gl: Construír PDF
he: בניית PDF
hi: PDF बनाएं
hu: PDF építése
id: Bangun PDF
ja: PDFの作成
lt: Sukurti PDF
lv: Būvēt PDF
ms: PDF Bina PDF
nb: Bygg PDF
nl: PDF bouwen
pl: Buduj PDF
pt: Criar um PDF
ro: Construiește PDF
ru: Создание PDF
sl: Zgradi PDF
sq: Gjenero PDF
sv: Bygg PDF
th: สร้างเอกสาร PDF
tl: Magtayo ng PDF
tr: PDF Build PDF
uk: Створення PDF
ur: پی ڈی ایف تعمیر کریں

source: To build a PDF document from LaTeX:
az: LaTeX-dan bir PDF nümayiş etmək üçün:
bn: লেইলা থেকে PDF ডকুমেন্ট নির্মাণের জন্য:
ca: Per a construir un document PDF des de LaTeX:
cs: Pro vytvoření PDF dokumentu z LaTeX:
da: For at bygge et PDF-dokument fra LaTeX:
de: Um ein PDF-Dokument von LaTeX zu erstellen:
el: Για να δημιουργήσετε ένα έγγραφο PDF από το LaTeX:
es: Para construir un documento PDF de LaTeX:
et: PDF-dokumendi loomiseks LaTeXist:
eu: LaTeX-en PDF dokumentu bat eraikitzeko:
fa: برای ساخت یک سند PDF از LaTeX:
fr: Pour construire un document PDF à partir de LaTeX :
ga: Chun doiciméad PDF a thógáil ó LaTeX:
gl: Para crear un documento PDF de LaTeX:
he: כדי לבנות מסמך PDF של LaTeX:
hi: LaTeX से एक पीडीएफ दस्तावेज़ बनाने के लिए:
hu: PDF dokumentum létrehozása a LaTeX-ből:
id: Untuk membangun dokumen PDF dari LaTeX:
ja: LaTeX から PDF ドキュメントを作成する:
lt: Norėdami sukurti PDF dokumentą iš LaTeX:
lv: Lai izveidotu PDF dokumentu no LaTeX:
ms: Untuk membangun dokumen PDF dari LaTeX:
nb: Hvis du vil bygge et PDF-dokument fra LaTeX:
nl: Om een PDF-document van LaTeX te bouwen:
pl: Aby zbudować dokument PDF z LaTeX:
pt: Para construir um documento PDF da LaTeX:
ro: Pentru a construi un document PDF de la LaTeX:
ru: Чтобы создать PDF-документ от LaTeX:
sk: Ak chcete vytvoriť PDF dokument z LaTeX:
sl: Za izgradnjo dokumenta PDF iz LaTeX:
sq: Për të ndërtuar një dokument PDF nga LaTeX:
sv: För att bygga ett PDF-dokument från LaTeX:
th: เพื่อสร้างเอกสาร PDF จาก LaTeX:
tl: Upang magtayo ng isang dokumento ng PDF mula sa LaTeX:
tr: LaTeX'ten PDF belgesi oluşturmak için:
uk: Для побудови PDF документа від LaTeX:
ur: لاٹیکس سے پی ڈی ایف دستاویز بنانے کے لیے:

source: The resulting PDF will be here: ``docs/_build/latex/en/transpolibre.pdf``.
az: resulting PDF burada olacaq: "docs/_build/latex/en/transpolibre.pdf".
bn: যার ফলে PDF এখানে উপস্থিত হবে: debs/latedx/nsConsFI.
ca: El PDF resultant serà aquí: iyaddocs/build/tex/en/transpolibre.pdfpdfu.
cs: Výsledný PDF bude zde: "docs / _ build / latex / en / transpolibre.pdf".
da: Den resulterende PDF vil være her: "docs / _ build / latex / en / transpolibre.pdf".
de: Das resultierende PDF wird hier sein: ``docs/_build/latex/en/transpolibre.pdf``.
el: Το PDF που προκύπτει θα είναι εδώ: `'docs/_build/latex/en/transpolibre.pdf`'.
es: El PDF resultante estará aquí: ``docs/_build/latex/en/transpolibre.pdf`.
et: Saadud PDF asub siin: "docs/_build/latex/en/transpolibre.pdf".
eu: PDFa hemen egongo da: ``docs/_build/latex/en/transpolibre.pdf``.
fa: پی دی اف در اینجا خواهد بود: "docs/_build/latex/en/transpolibre.pdf".
fr: Le PDF qui en résultera sera ici: ``docs/_build/latex/en/transpolibre.pdf``.
ga: Beidh PDF mar thoradh air sin anseo: ` `docs/_build/latex/en/transpolibre.pdf` .
gl: O PDF resultante estará aquí: "docs/_build/latex/en/transpolibre.pdf".
he: ה- PDF המתקבל יהיה כאן: "docs/_Build/latex/en/transpolibre.pdf".
hi: जिसके परिणामस्वरूप पीडीएफ यहाँ होगा: `docs/_build/latex/en/transpolibre.pdf```.
hu: Az eredmény PDF lesz itt: "docs / _ build / latex / en / transpolibre.pdf".
id: PDF yang dihasilkan akan berada di sini: "docs / _ build / lateks / en / transpolibre.pdf".
ja: 結果のPDFはこちら:`docs/_build/latex/en/transpolibre.pdf``.
lt: Gautas PDF bus čia: "docs / _ build / latekso / en / transpolibre.pdf".
lv: Iegūtais PDF būs šeit: ''docs/_build/latex/en/transpolibre.pdf''.
ms: PDF yang dihasilkan akan berada di sini: ``docs/_build/latex/en/transpolibre.pdf``.
nb: Den resulterende PDF vil være her: ``docs/_build/latex/en/transpolibre.pdf``.
nl: De resulterende PDF zal hier zijn: .
pl: Wynikający z tego PDF będzie tutaj: "docs / _ build / lateks / en / transpolibre.pdf".
pt: O PDF resultante será aqui: ``docs/_build/latex/en/transpolibre.pdf`.
ro: PDF-ul rezultat va fi aici: .
ru: Полученный PDF будет здесь: ''docs/_build/latex/en/transpolibre.pdf''.
sk: Výsledný PDF bude tu:.
sl: Nastali PDF bo tukaj: `Docs/_build/latex/en/transpolibre.pdf`.
sq: PDF-ja që rezulton do të jetë këtu: ♫docs/_Build/latex/en/e/transpolitere.pdfʼ.
sv: Den resulterande PDF kommer att vara här: ”docs/_build/latex/en/transpolibre.pdf”.
th: PDF จะแสดงผลลัพธ์ที่นี่: ‘'docs/build/latex/en/Transpolibre. pdf'.
tl: Magkakaroon dito ng PDF: ```docs/_build/latex/en/transpolibre.pdf```.
tr: Sonuç PDF burada olacak: "docs/_build/latex/en/transpolibre.pdf".
uk: У результаті PDF буде тут: ``docs/_build/latex/en/transpolibre.pdf``````.
ur: نتیجہ اخذ کردہ پی ڈی ایف یہاں ہو گا:'doks soundation/latex/en/transpolibre.pdf''۔.

source: eBook
az: e
bn: বই
fa: کتاب الکترونیکی
fr: livre électronique
ga: ríomhleabhar
hi: ईबुक
ja: 電子ブック
ms: aZO eBook
ro: carte electronică
ru: электронная книга
sk: eBookName
sl: eKnjiga
th: สมุดที่อยู่
tr: e-Kitap
uk: українська
ur: ای‌میل

source: To greatly reduce the size of the PDF to 150 dpi for an eBook, run:
az: Bir eBook üçün PDF ölçüsüni çox azaltmaq üçün, run:
bn: একটি ইবুকের ১৫০ ডিপি এর সমান পরিমাণ কমিয়ে আনার জন্য এটি একটি ই-বুকের জন্যে:
ca: Per reduir la mida del PDF a 150 ppp per a un llibre d' eBook, executar:
cs: Chcete-li výrazně snížit velikost PDF na 150 dpi pro eBook, spustit:
da: For i høj grad at reducere størrelsen af PDF til 150 dpi for en eBook, køre:
de: Um die Größe des PDF auf 150 dpi für ein eBook erheblich zu reduzieren, führen Sie:
el: Για να μειώσετε σημαντικά το μέγεθος του PDF σε 150 dpi για ένα eBook, τρέξτε:
es: Para reducir enormemente el tamaño del PDF a 150 dpi para un eBook, ejecutar:
et: PDF-i suuruse vähendamiseks 150 dpi-ni e-raamatu jaoks käivitage:
eu: PDFaren tamaina ebook baten 150 dpi-ra asko murrizteko, exekutatu:
fa: برای کاهش اندازه PDF تا 150 dpi برای یک کتاب الکترونیکی، اجرا کنید:
fr: Pour réduire considérablement la taille du PDF à 150 dpi pour un livre électronique, lancez :
ga: Chun méid na PDF a laghdú go mór go dtí 150 dpi le haghaidh eBook, reáchtáil:
gl: Para reducir significativamente o tamaño do PDF a 150 dpi para un ebook
he: כדי להפחית מאוד את גודל ה- PDF ל-150 dpi עבור ספר אלקטרוני, לרוץ:
hi: ईबुक के लिए पीडीएफ के आकार को 150 डीपीआई में बहुत कम करने के लिए, रन:
hu: Ahhoz, hogy jelentősen csökkentse a PDF méretét 150 dpi egy eBook, fuss:
id: Untuk sangat mengurangi ukuran PDF menjadi 150 dpi untuk eBook, jalankan:
ja: PDF のサイズを 150 dpi に大幅に削減するには、次のコマンドを実行します
lt: Labai sumažinti PDF dydį iki 150 dpi už eBook, paleisti:
lv: Lai ievērojami samazinātu izmēru PDF līdz 150 dpi eBook, palaist:
ms: Untuk mengurangi ukuran PDF menjadi 150 dpi untuk eBook, jalankan:
nb: For å redusere størrelsen på PDF til 150 dpi for en e-bok, kjør:
nl: Om de grootte van de PDF sterk te verminderen tot 150 dpi voor een eBook, draaien:
pl: Aby znacznie zmniejszyć rozmiar PDF do 150 dpi dla eBook, uruchom:
pt: Para reduzir muito o tamanho do PDF a 150 dpi para um eBook, execute:
ro: Pentru a reduce considerabil dimensiunea PDF la 150 dpi pentru o carte electronică, executați:
ru: Чтобы значительно уменьшить размер PDF до 150 dpi для электронной книги, запустите:
sk: Ak chcete výrazne znížiť veľkosť PDF na 150 dpi pre eBook, spustiť:
sl: Za veliko zmanjšanje velikosti PDF na 150 dpi za eBook, teči:
sq: Për të reduktuar shumë madhësinë e PDF në 150 dpi për një eBook, drejtuar:
sv: För att kraftigt minska storleken på PDF till 150 dpi för en eBook, kör:
th: เพื่อลดขนาด PDF ถึง 150 จุดต่อนิ้ว สําหรับหนังสือเล่น, ให้ทํางาน:
tl: Upang lubhang mabawasan ang laki ng PDF sa 150 dpi para sa isang eBOok, tumakbo:
tr: PDF'nin boyutunu bir e-kitap için büyük ölçüde azaltın:
uk: Щоб значно зменшити розмір PDF до 150 dpi для електронної книги, запустіть:
ur: ایک ای کتاب کے لیے پی ڈی ایف کا حجم بہت کم کرنے کے لیے، چلاتے ہیں:
