Repository: pypi-data/pypi-mirror-332
Catalog: packages/transpolibre/transpolibre-0.8.5.tar.gz/transpolibre-0.8.5/docs/_source/locale/*/LC_MESSAGES/source.po
Languages: az, bn, ca, cs, da, de, el, es, et, eu, fa, fr, ga, gl, he, hi, hu, id, ja, lt, lv, ms, nb, nl, pl, pt, ro, ru, sk, sl, sq, sv, th, tl, tr, uk, ur

source: Source Code
az: Yadda saxla
bn: উৎস কোড
ca: Codi font
cs: Kód zdroje
da: Kildekode
de: Quelle Code
el: Κωδικός πηγής
es: Código fuente
et: Lähtekood
eu: Iturburu-kodea
fa: کد منبع
fr: Code source
ga: Cód Foinse
gl: Código fonte
he: קוד מקור
hi: स्रोत कोड
hu: Forráskód
id: Kode Sumber
ja: ソースコード
lt: Šaltinio kodas
lv: Pirmkods
ms: Kode Sumber Data
nb: Kildekode
nl: Broncode
pl: Kod źródła
pt: Código de origem
ro: Codul sursei
ru: Источник кода
sk: Zdrojový kód
sl: Izvorna koda
sq: Kodi fillestar
sv: Källa kod
th: รหัสต้นทาง
tl: Kodigo ng Pinagmumulan
tr: Kaynak Kodu
uk: Код джерела
ur: ماخذ کوڈ

source: Source code repository for this documentation.
az: Bu məlumat üçün Source kodu depozit.
bn: এই নথিপত্রের জন্য সোর্স কোডের সংগ্রহস্থল।.
ca: Repositori de codi font per a aquesta documentació.
cs: Zdrojový kód úložiště pro tuto dokumentaci.
da: Kildekodearkiv til denne dokumentation.
de: Quellcode-Repository für diese Dokumentation.
el: Αποθετήριο πηγαίου κώδικα για αυτή την τεκμηρίωση.
es: Repositorio de código fuente para esta documentación.
et: Käesoleva dokumentatsiooni lähtekoodi hoidla.
eu: Dokumentazio honen iturburu-kodeen biltegia.
fa: منبع کد برای این اسناد.
fr: Dépôt de code source pour cette documentation.
ga: Córas cód foinse don doiciméadú.
gl: Repositorio de código fonte para esta documentación.
he: קוד המקור לתיעוד זה.
hi: इस दस्तावेज़ के लिए स्रोत कोड भंडार।.
hu: Forráskód adattár ehhez a dokumentációhoz.
id: Repositori kode sumber bagi dokumentasi ini.
ja: このドキュメントのソースコードリポジトリ.
lt: Pradinio kodo saugykla šiems dokumentams.
lv: Dokumentācija.
ms: Tambahkan ke repositori.
nb: Kildekodearkiv for denne dokumentasjonen.
nl: Broncode repository voor deze documentatie.
pl: Repozytorium kodu źródłowego dla tej dokumentacji.
pt: Repositório de código fonte para esta documentação.
ro: Depozit de coduri sursă pentru această documentație.
ru: Репозиторий исходного кода для этой документации.
sk: Úložisko zdrojových kódov pre túto dokumentáciu.
sl: Skladišče izvorne kode za to dokumentacijo.
sq: Rezervë kodi për.
sv: Källa kod repository för denna dokumentation.
th: ที่เก็บรหัสสําหรับเอกสารนี้.
tl: Pinagmumulan ng kodigo para sa dokumentong ito.
tr: Bu belge için kaynak kod havuzu.
uk: Репозиторій коду для цієї документації.
ur: اس دستاویزات کے لیے ماخذ کوڈ محفوظ.

source: `<https://spacecruft.org/deepcrayon/transpolibre>`_
bn: davindex.org/created_smbertion
ca: 2880 <https://spacecruft.org/deepgrayon/transtrapolibre>_>
ga: cóipeáil nasc leis an tweet leabaigh an tweet https://www
lt: "< https: / / spacecruft.org / hearcrayon / transpolibre >" _
lv: _bar_ <https://spacecruft.org/deepcrayon/transpolibre> _bar_
pl: "< https: / / spacecroft.org / deepcrayon / transpolibre >" _
pt: http://spacecruft.org/deepcrayon/transpolibre>_
ro: traducerea şi adaptarea:
sq: <https://spacecrft.org/epiccrayon/transpolitre>_
th: '[htttps spacecruft.org/frestcyon/transpolibre]'
tl: `<htps://spacecruft.org/tepcrayon/transpolibre>`_
ur: &جی ایس این اے سی آرک آئی ڈی:

source: Note, this is how to build documentation for the ``transpolibre`` application itself, not how to use ``transpolibre``.
az: Qeyd, bu "transpolibre'nin" proqramının özü üçün məlumatları necə qazanmaq, "transpolibre" istifadə etmək olar.
bn: উল্লেখ্য, এই ধরনের নথিপত্র কিভাবে তৈরি করা হয় সেই ভাবে নিজের ক্ষেত্রে, কিভাবে 'JSransonquicecrice' ব্যবহার করতে হয় না।.
ca: Noteu, així és com construir la documentació per a l'aplicació transgenipolirsson, no pas com utilitzar l'Strawtrawpolire blanc.
cs: Všimněte si, že takto se vytváří dokumentace pro aplikaci "transpolibre" samotnou, nikoli jak používat "transpolibre".
da: Bemærk, at dette er hvordan man bygger dokumentation for selve "transpolibre" programmet, ikke hvordan man bruger "transpolibre".
de: Beachten Sie, wie man Dokumentation für die ``transpolibre`-Anwendung selbst erstellt, nicht wie man ``transpolibre``` verwendet.
el: Σημειώστε, αυτό είναι το πώς να οικοδομήσουμε τεκμηρίωση για την ίδια την εφαρμογή ``transpolibre ́ ́, όχι πώς να χρησιμοποιήσετε ``transpolibre ́ ́.
et: Pange tähele, et see on, kuidas ehitada dokumentatsiooni "transpolibre" rakendus ise, mitte kuidas kasutada "transpolibre".
eu: Kontuan izan ``transpolibre`` aplikazioaren dokumentazioa nola egin behar den, ez ``transpolibre`` erabiltzeko.
fa: توجه داشته باشید، این است که چگونه برای ساخت مستندات برای "Transpolibre Application خود، نه چگونگی استفاده از "transpolibre" است.
fr: Il est à noter que c'est la façon de construire la documentation pour l'application ``transpolibre`` elle-même, et non comment utiliser ``transpolibre``.
ga: Tabhair faoi deara, is é seo an chaoi le cáipéisíocht a thógáil don fheidhmchlár `transpolibre` féin, gan conas `transpolibre` a úsáid.
gl: Este é o xeito de construír documentación para a propia aplicación "transpolibre", non como usar "transpolibre".
he: הערה, זוהי הדרך לבנות תיעוד עבור "היישום" עצמו, לא כיצד להשתמש "טרנספולי".
hi: ध्यान दें, यह कैसे `transpolibre` के आवेदन के लिए प्रलेखन का निर्माण करने के लिए है, नहीं कैसे ``transpolibre`` का उपयोग करने के लिए।.
hu: Megjegyzés, ez a módja annak, hogy a dokumentációt a "transzpolibre" alkalmazás maga, nem pedig, hogy hogyan kell használni "tranpolibre".
id: Catatan, ini adalah bagaimana membangun dokumentasi untuk aplikasi "transpolibre" itu sendiri, bukan bagaimana menggunakan "transpolibre".
ja: 注意: これは ``transpolibre` アプリケーション自体のドキュメントを作成する方法です。``transpolibre`` を使用する方法ではありません.
lt: Pastaba, tai kaip kurti dokumentus "Transprebre" taikymo pati, o ne kaip naudoti "transprebre".
lv: Piezīme, tas ir, kā izveidot dokumentāciju pašam pieteikumam "Transpolibre", nevis kā lietot "transpolibre".
ms: Note, ini adalah bagaimana membangun dokumentasi untuk aplikasi ``transpolibre``` itu sendiri, bukan bagaimana menggunakan ``transpolibre``.
nb: Merk, dette er hvordan du bygger dokumentasjon for selve «transpolibre», ikke hvordan du bruker «transpolibre».
nl: Let op, dit is hoe documentatie te bouwen voor de transpolibre.
pl: Uwaga, tak się buduje dokumentację dla samej aplikacji "transpolibre", a nie jak używać "transpolibre".
pt: Nota, esta é a forma de construir documentação para o próprio aplicativo ``transpolibre`, não como usar ``transpolibre````.
ro: Notă, acest lucru este modul în care pentru a construi documentaţie pentru aplicaţia de transpolibre, nu modul de a utiliza .
ru: Обратите внимание, что это способ создания документации для самого приложения «transpolibre», а не способ использования «transpolibre».
sk: Upozorňujeme, že to je spôsob, ako vytvoriť dokumentáciu pre samotnú aplikáciu Transpolibre a nie ako používať Transpolibre.
sl: Opomba, tako se gradi dokumentacija za samo aplikacijo »transpolibre«, ne pa kako uporabljati »transpolibre«.
sq: Vini re, kjo është mënyra se si të ndërtohet dokumentacioni për vetë aplikimin e ♫transparere, jo si të përdoret hynë në punë.
sv: Detta är hur man bygger dokumentation för "transpolibre" -applikationen själv, inte hur man använder "transpolibre".
th: โปรดสังเกตว่า นี่คือวิธีสร้างเอกสาร สําหรับโปรแกรม 'Transpolibre' ด้วยตัวเอง ไม่ใช่วิธีใช้ ''' polibre'.
tl: Pansinin, ito ang paraan kung paano gagawa ng dokumentasyon para sa ```transpolibre`` application application, hindi kung paano gamitin ang ```transpolibre``.
tr: Not, bu, "transpolibre" uygulaması için belge nasıl inşa edilir, "transpolibre" nasıl kullanılacağını değil.
uk: Зауважте, що це те, як будувати документацію за заявою ```transpolibre````, а не як використовувати ``transpolibre`````.
ur: غور کریں، اس طرح 'ٹرنسپولبرے' کے لئے دستاویزات بنانے کے لئے، خود پر اطلاق کرنا، نہ کہ 'ٹرنسپوری' کا استعمال کیسے کیا جائے.

source: Build Documentation
az: Sertifikatlaşdırma
bn: নথিপত্র নির্মাণ করুন
ca: Documentació de construcció
cs: Sestavit dokumentaci
da: Byg dokumentation
de: Dokumentation erstellen
el: Κατασκευή τεκμηρίωσης
es: Construir documentación
et: Ehita dokumentatsioon
eu: Eraiki dokumentazioa
fa: ساخت مستندات
fr: Construire la documentation
ga: Doiciméadú Tógála
gl: Crear documentación
he: בניית מסמך
hi: दस्तावेज़ीकरण
hu: Dokumentáció építése
id: Dokumentasi Build
ja: ドキュメントの作成
lt: Sukurti dokumentaciją
lv: Dokumentācija
ms: Dokumentasi Binaan Dokumentasi
nb: Bygg dokumentasjon
nl: Documentatie bouwen
pl: Tworzenie dokumentacji
pt: Construir documentação
ro: Construiește documentația
ru: Построить документацию
sk: Vytvoriť dokumentáciu
sl: Zgradi dokumentacijo
sq: Dokumentë
sv: Bygg dokumentation
th: สร้างเอกสารเอกสาร
tl: Magtayo ng Documentation
tr: Dokümantasyon
uk: Створити документацію
ur: دستاویز بنانا

source: To build this documentation locally, do thusly.
az: Yerli bu səhifəyi inşa etmək üçün, buna görə.
bn: এই ডকুমেন্টটি স্থানীয় ভাবে নির্মাণ করতে।.
ca: Per a construir aquesta documentació localment, feu- ho per tant.
cs: Chcete-li vytvořit tuto dokumentaci lokálně, dělat tímto.
da: For at opbygge denne dokumentation lokalt, skal du gøre dette.
de: Um diese Dokumentation lokal zu erstellen, tun Sie also.
el: Για να οικοδομήσετε αυτή την τεκμηρίωση τοπικά, κάντε το έτσι.
es: Para construir esta documentación localmente, hazlo así.
et: Selle dokumentatsiooni loomiseks kohalikul tasandil tehke seda.
eu: Dokumentazio hau lokalki eraikitzeko, egin horrela.
fa: برای ساخت این اسناد به صورت محلی، به همین ترتیب.
fr: Pour construire cette documentation localement, faites ainsi.
ga: Chun an doiciméadú seo a thógáil go háitiúil, rud a dhéanamh.
gl: Para crear a documentación local, fai isto.
he: כדי לבנות את התיעוד הזה באופן מקומי, לעשות זאת.
hi: स्थानीय रूप से इस दस्तावेज़ को बनाने के लिए, इस प्रकार करें।.
hu: Hogy helyben készítsük el ezt a dokumentációt, csináld ezt.
id: Untuk membangun dokumentasi ini secara lokal, lakukan itu.
ja: このドキュメントをローカルに作成するには、このようにしてください.
lt: Norėdami sukurti šiuos dokumentus vietoje, padaryti thusly.
lv: Lai izveidotu šo dokumentāciju uz vietas, darīt šādi.
ms: Untuk membangun dokumentasi ini secara lokal, lakukan dengan demikian.
nb: For å bygge denne dokumentasjonen lokalt, gjør det dermed.
nl: Om deze documentatie lokaal te bouwen, doe dat dan ook.
pl: Aby zbudować tę dokumentację lokalnie, zrób to.
pt: Para construir esta documentação localmente, faça assim.
ro: Pentru a construi această documentație la nivel local, faceți astfel.
ru: Чтобы создать эту документацию на местном уровне, сделайте это.
sk: Ak chcete vytvoriť túto dokumentáciu lokálne, robte tak.
sl: Da bi to dokumentacijo zgradili na lokalni ravni, to storite.
sq: Për ta ndërtuar këtë dokument në vend, bëj kështu.
sv: För att bygga denna dokumentation lokalt, gör således.
th: เพื่อสร้างเอกสารนี้ในท้องถิ่น ทําดังนี้.
tl: Upang maitayo ang dokumentong ito sa inyong lugar, gawin mo kung gayon.
tr: Bu belgeyi yerel olarak oluşturmak için, bunu böyle bir şekilde yapın.
uk: Щоб побудувати цю документацію локально, це зробити таким чином.
ur: اس دستاویز کو مقامی طور پر تعمیر کرنے کے لئے ایسا کرنے کے لئے.

source: Install Dependencies
az: Daxil ol
bn: নির্ভরতা ইনস্টল করুন
ca: Instal· la dependències
cs: Instalovat závislosti
da: Installér afhængigheder
de: Dependancen installieren
el: Εγκατάσταση εξαρτήσεων
es: Instalar dependencias
et: Paigalda sõltuvused
eu: Instalatu mendekotasunak
fa: نصب بسته ها
fr: Installer les dépendances
ga: Suiteáil Spleáchas
gl: Instala dependencias
he: התקנת תלות
hi: निर्भरता
hu: Felszerelési követelmények
id: Ketergantungan Pasang
ja: 依存関係のインストール
lt: Įdiegti priklausomybes
lv: Instalēt atkarības
ms: Ketergantungan Pasang Vidona
nb: Installer avhengighet
nl: Afhankelijkheden installeren
pl: Zainstaluj zależne
pt: Instalar dependências
ro: Instalează dependențe
ru: Установите зависимости
sk: Inštalovať závislosti
sl: Namesti odvisnosti
sq: Instalo
sv: Installera beroenden
th: ^ติดตั้งปัญหา
tl: Iluklok ang mga Dependensiya
tr: Yükleme Bağımlılığı
uk: Встановлення залежностей
ur: مناسب استعمال کریں

source: Install dependencies, such as with Debian:
az: DVB ilə kimi qeydiyyatdan keçmək:
bn: ডেবিয়ান ইনস্টল করুন, যেমন:
ca: Instal· la dependències, com ara amb Debian:
cs: Instalovat závislosti, jako je Debian:
da: Installere afhængigheder, såsom med Debian:
de: Installieren Sie Abhängigkeiten, wie z.B. mit Debian:
el: Εγκατάσταση εξαρτήσεων, όπως με το Debian:
es: Instalar dependencias, como con Debian:
et: Paigaldage sõltuvused, näiteks Debianiga:
eu: Instalatu mendekotasunak, adibidez, Debianekin:
fa: نصب وابستگی ها، مانند دبیان:
fr: Installer des dépendances, comme avec Debian :
ga: Suiteáil spleáchais, mar shampla le Debian:
gl: As seguintes páxinas ligan con Debian:
he: התקנת תלות, כמו עם דביאן:
hi: जैसे डेबियन के साथ निर्भरता स्थापित करें:
hu: Függőségek telepítése, például a Debiannal:
id: Pasang ketergantungan, seperti dengan Debian:
ja: Debian などの依存関係をインストールします
lt: Įdiegti priklausomybes, pvz., su Debian:
lv: Instalēt atkarības, piemēram, ar Debian:
ms: Instal dependensi, seperti dengan Debian:
nb: Installer avhengigheter, for eksempel med Debian:
nl: Afhankelijkheden installeren, zoals bij Debian:
pl: Zainstaluj zależności, takie jak Debian:
pt: Instale dependências, como no Debian:
ro: Instalați dependențe, cum ar fi cu Debian:
ru: Установите зависимости, такие как Debian:
sk: Nainštalujte závislosti, ako napríklad s Debianom:
sl: Namestite odvisnosti, kot je Debian:
sq: Instalo vartësitë, si për shembull me Debianin:
sv: Installera beroenden, till exempel med Debian:
th: ติดตั้งความขึ้นต่อกัน เช่น กับ Debian:
tl: Maglagay ng dependensiya, gaya ng kay Debian:
tr: Görünüşe göre, Leicester ile gibi bağımlılıkları yükleyin:
uk: Встановити залежності, такі як Debian:
ur: ڈیسک ٹاپ نصب کریں جیسے دیوبہ:

source: Download Documentation Source
az: Sertifikatlaşdırma Source
bn: নথিপত্র ডাউনলোড করুন উৎস
ca: Descarrega documentació Origen
cs: Stáhnout dokumentaci Zdroj
da: Download dokumentation Kilde
de: Dokumentation herunterladen Quelle
el: Λήψη τεκμηρίωσης Πηγή
es: Descargar Documentación Fuente
et: Dokumentatsiooni allalaadimine Allikas
eu: Deskargatu dokumentazioa Iturburua
fa: دانلود بازی Serial منبع منبع منبع
fr: Télécharger la documentation Source
ga: Íoslódáil an Doiciméad Foinse do bhfianaise faoi stiúir glan
gl: Descargar documentación Fonte
he: הורדת Documentation מקור Source
hi: दस्तावेज़ीकरण स्रोत
hu: Dokumentáció letöltése Forrás
id: Dokumentasi Unduh Sumber
ja: ドキュメントのダウンロード ソース
lt: Parsisiųsti dokumentaciją Šaltinis
lv: Dokumentācija Avots
ms: Dokumentasi Unduhan Dokumentasi Dokumentasi Dokumentasi Dokumentasi Dokumentasi Dokumentasi Dokumentasi Dokumentasi Sumber
nb: Last ned dokumentasjon Kilde
nl: Documentatie downloaden Bron
pl: Pobierz dokumentację Źródło
pt: Baixar Documentação Fonte
ro: Descărcați documentația Sursă
ru: Скачать документацию Источник
sk: Stiahnuť dokumentáciu Zdroj
sl: Prenesi dokumentacijo Vir
sq: Dokumentë Burimi
sv: Ladda ner dokumentation Källa
th: ดาวน์โหลดเอกสาร แหล่ง
tl: Error habang nagco-convert: %s Pinagmumulan
tr: Dokümantasyon Kaynak Kaynağı
uk: Завантажити документацію Джерело
ur: پرنٹ ماخذ

source: Setup Python
az: Python
bn: বৈশিষ্ট্য নির্ধারণ করুন
ca: Configura Python
cs: Nastavení Pythonu
da: Opsætning af Python
el: Set Python
es: Configuración Python
et: Pythoni seadistamine
eu: Konfiguratu Python
fa: راه اندازی Python
fr: Configuration Python
ga: Socraigh Python
gl: Configurar Python
he: המונחים: Python
hi: सेटअप पायथन
hu: Python beállítása
id: Menyetel Python
ja: セットアップ Python
lt: Nustatyti Python
lv: Python iestatīšana
ms: Ubuntu Setup Python
nb: Oppsett Python
nl: Python instellen
pl: Ustawienia Pythona
pt: Configuração Python
ro: Configurare Python
ru: Настройка Python
sk: Nastavenie Python
sl: Nastavi Python
sq: Rregullimi Python
th: ตั้งค่า Python
tl: Paglalagay ng Python
tr: Build Python
uk: Налаштування Python
ur: پیکجوں کو نصب کریں

source: Documentation Build Help
az: Sertifikatlaşdırma Yardım
bn: নথিপত্রের সহায়তা
ca: Ajuda de construcció de documentació
cs: Dokumentace Build Help
da: Dokumentation Byg hjælp
de: Dokumentation erstellen Hilfe
el: Βοήθεια για τη δημιουργία τεκμηρίωσης
es: Documentación Construir Ayuda
et: Dokumentatsiooni loomise abi
eu: Dokumentazioa eraikitzeko laguntza
fa: کمک ساخت
fr: Aide pour construire la documentation
ga: Tógáil Cáipéisí Cabhair
gl: Documentación que axuda
he: בניית עזרה
hi: दस्तावेज़ीकरण सहायता
hu: Dokumentáció
id: Bantuan Pembangunan Dokumentasi
ja: ドキュメントビルドヘルプ
lt: Dokumentacijos kūrimo pagalba
lv: Dokumentācija
ms: Bantuan Bina Dokumentasi Dokumentasi Dokumentasi Dokumentasi
nb: Dokumentasjonsbygging Hjelp
nl: Hulp bij het bouwen van documentatie
pl: Pomoc w budowaniu dokumentacji
pt: Ajuda de construção de documentação
ro: Construcţie documentaţie Ajutor
ru: Документация Помогите
sk: Dokumentácia Vybudovať pomoc
sl: Zgradba dokumentacije
sq: Ndihmë për të krijuar dokumentimin
sv: Dokumentation Build Help
th: ความ ช่วย เหลือ ใน การ สร้าง เอกสาร
tl: Nagtayo ng Tulong ang Dokumentasyon
tr: Dokümantasyon Build Help
uk: Документація
ur: دستاویز بنانا

source: For documentation build help, run:
az: Sertifikatlaşdırma yardım, run:
bn: নথিপত্রের জন্য নথিপত্র লিখুন:
ca: Per ajudar a construir documentació, executeu:
cs: Pro vytvoření dokumentace pomoc, spusťte:
da: For dokumentation bygge hjælp, køre:
de: Für die Erstellung von Dokumentationshilfen:
el: Για να δημιουργήσετε βοήθεια τεκμηρίωσης, τρέξτε:
es: Para la documentación construir ayuda, ejecutar:
et: Dokumenteerimise abi saamiseks käivitage:
eu: Dokumentazioa eraikitzeko laguntza lortzeko, exekutatu:
fa: برای ساخت اسناد، اجرا کنید:
fr: Pour l'aide de construction de documentation, lancez :
ga: Maidir le doiciméid a thógáil cabhair, reáchtáil:
gl: Para obter documentación, execute:
he: לתיעוד יש עזרה, לרוץ:
hi: दस्तावेज़ीकरण के लिए मदद, रन:
hu: A dokumentáció felépítéséhez segítséget kell futtatni:
id: Untuk bantuan build dokumentasi, jalankan:
ja: ドキュメントビルドのヘルプについては、以下を実行します
lt: Dokumentų kūrimo pagalba, paleisti:
lv: Dokumentācija veidot palīdzību, palaist:
ms: Untuk bantuan pembangunan dokumentasi, jalankan:
nb: For dokumentasjon bygge hjelp, kjøre:
nl: Voor documentatie bouwen hulp, uitvoeren:
pl: Dla dokumentacji budować pomoc, uruchomić:
pt: Para criar ajuda, execute:
ro: Pentru documentare construi ajutor, executați:
ru: Для помощи в сборке документации, запустите:
sk: Pre dokumentáciu vytvoriť pomoc, spustiť:
sl: Za dokumentacijo gradite pomoč, teči:
sq: Për dokumentacionin e ndihmës, vrapo:
sv: För dokumentation bygga hjälp, kör:
th: สําหรับความช่วยเหลือในการสร้างเอกสาร ทํางาน:
tl: Para sa dokumentasyon ay magtayo ng tulong, tumakbo:
tr: Belge oluşturma yardımı için: koşmak:
uk: За допомогою конструкторської документації, запустіть:
ur: دستاویزات کی تعمیر کے لئے، چلانے کے لئے:

source: This will display this help:
az: Bu yardım göstərir:
bn: এটি সাহায্য করবে:
ca: Això mostrarà aquesta ajuda:
cs: Toto zobrazí tuto nápovědu:
da: Dette vil vise denne hjælp:
de: Diese Hilfe wird angezeigt:
el: Αυτό θα εμφανίσει αυτή τη βοήθεια:
es: Esto mostrará esta ayuda:
et: See näitab abi:
eu: Honek laguntza hau erakutsiko du:
fa: این کمک را نشان می دهد:
fr: Ceci affichera cette aide :
ga: Taispeánfaidh sé seo an chabhair seo:
gl: Isto mostrará esta axuda:
he: זה יציג את העזרה הזו:
hi: यह इस मदद को प्रदर्शित करेगा:
hu: Ez megmutatja ezt a segítséget:
id: Ini akan menampilkan bantuan ini:
ja: このヘルプが表示されます
lt: Tai parodys šią pagalbą:
lv: Šis parādīs šo palīdzību:
ms: Ini akan menampilkan bantuan ini:
nb: Dette vil vise denne hjelpen:
nl: Dit zal deze hulp tonen:
pl: Wyświetli tę pomoc:
pt: Isto irá mostrar esta ajuda:
ro: Acest lucru va afișa acest ajutor:
ru: Это покажет эту помощь:
sk: Toto zobrazí túto pomoc:
sl: To bo prikazalo to pomoč:
sq: Kjo do të shfaqë këtë ndihmë:
sv: Detta kommer att visa denna hjälp:
th: จะแสดงความช่วยเหลือนี้:
tl: Ipakikita nito ang tulong na ito:
tr: Bu yardımı gösterecektir:
uk: Це буде відображати цю допомогу:
ur: اس سے اس مدد کا مظاہرہ ہوگا:

source: Clean
az: Daxili
bn: পরিশ্রুত
ca: Neteja
cs: Čisté
da: Ren
de: Sauberkeit
el: Καθαρισμός
es: Limpio
et: Puhasta
eu: Garbitu
fa: تمیز
fr: Nettoyer
ga: Glanadh agus Glanadh
gl: Limpo
he: נקי
hi: स्वच्छ
hu: Tiszta
id: Bersihkan
ja: クリーン
lt: Švarus
lv: Tīrs
ms: Bersih
nb: Rent
nl: Schoon
pl: Czysty
pt: Limpo
ro: Curăță
ru: Чистить
sk: Čisté
sl: Čista
sq: E pastër
sv: Ren ren ren ren ren rengöring
th: สะอาด
tl: Malinis
tr: Temiz
uk: Чистий
ur: صفائی

source: Clean build artifacts thusly.
az: Ətraflı məhsullar.
bn: পরিষ্কার জিনিস তৈরি করো.
ca: Netejar artefactes de manera tan agradable.
cs: Čisté stavební artefakty.
da: Rene bygge artefakter så meget.
de: Saubere Bauartefakte.
el: Καθαρά τεχνουργήματα έτσι.
es: Artículos de construcción limpios así.
et: Puhastage artefaktid.
eu: Artefaktu garbiek horrela eraikitzen dituzte.
fa: ساخت آثار پاک به همین ترتیب.
fr: Les artefacts de construction propres ainsi.
ga: Déantáin a thógáil glan dá bhrí sin.
gl: Limpar os artefactos así.
he: לבנות חפצים בצורה כזאת.
hi: इस प्रकार स्वच्छ कलाकृतियों का निर्माण।.
hu: Tisztán épített ereklyék.
id: Membangun artefak yang bersih.
ja: そのため、ビルドアーティファクトをきれいにします.
lt: Išvalykite artefaktus.
lv: Tātad tīri būvēt artefakti.
ms: Dengan demikian, pembuatan artefak yang bersih.
nb: Rene bygge gjenstander dermed.
nl: Schone bouw artefacten dus.
pl: Czysta budowa artefaktów.
pt: Limpe artefatos de construção assim.
ro: Construiesc artefacte curate astfel.
ru: Таким образом, чистые артефакты строятся.
sk: Čistá stavba artefaktov takto.
sl: Čista gradnja artefaktov tako.
sq: Kështu, pastërt ndërtojnë objekte.
sv: Ren bygg artefakter alltså.
th: โครงสร้างที่สะอาด จึงเป็นสิ่งประดิษฐ์.
tl: Malinis na gumawa ng mga artifact sa gayon.
tr: Temiz inşa eserler böylece.
uk: Чистий будувати артефакти таким чином.
ur: لہٰذا صفائی‌ستھرائی کو فروغ دیتی ہے ۔.

source: Build HTML Documentation
az: Yadda saxla
bn: HTML নথিপত্র নির্মাণ করুন
ca: Construeix documentació HTML
cs: Vytvořit HTML dokumentaci
da: Byg HTML- dokumentation
de: HTML-Dokumentation erstellen
el: Κατασκευή τεκμηρίωσης HTML
es: Crear documentación HTML
et: HTML- dokumentatsiooni loomine
eu: HTML dokumentazioa
fa: ساخت مستندات HTML
fr: Construire la documentation HTML
ga: Tógáil Doiciméadú HTML
gl: Creación de documentación HTML
he: בניית מסמך HTML
hi: एचटीएमएल प्रलेखन का निर्माण
hu: HTML dokumentáció építése
id: Bangun Dokumentasi HTML
ja: HTMLドキュメントの作成
lt: Sukurti HTML dokumentaciją
lv: Dokumentācija
ms: Dokumentasi HTML Binaan Throne
nb: Bygg HTML-dokumentasjon
nl: HTML-documentatie bouwen
pl: Buduj dokumentację HTML
pt: Construa documentação HTML
ro: Construiește documentația HTML
ru: Создание HTML-документации
sk: Vytvorenie HTML dokumentácie
sl: Zgradi dokumentacijo HTML
sq: _Build dokumentimin HTML
sv: Bygg HTML-dokumentation
th: สร้างเอกสาร HTML
tl: Magtayo ng HTML Documentation
tr: HTML Dokümantasyon Build
uk: Створення HTML Документація
ur: کمپیوٹر کی دستاویز بنانا
