Repository: pypi-data/pypi-mirror-332
Catalog: packages/transpolibre/transpolibre-0.8.5.tar.gz/transpolibre-0.8.5/docs/_source/locale/*/LC_MESSAGES/usage.po
Languages: az, bn, ca, cs, de, el, eo, es, et, fa, fr, ga, gl, he, hi, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, ro, sk, sl, sq, sv, th, tl, tr, uk, ur, zh

source: Usage
az: Daxil ol
bn: ব্যবহার প্রণালী
ca: Ús
cs: Použití
de: Verwendung
el: Χρήση
eo: Uzante la
et: Kasutamine
fa: استفاده از
fr: Utilisation
ga: Uisce agus Séarachas
gl: Uso
he: שימוש
hi: प्रयोग
hu: Használat
id: Penggunaan
it: Utilizzo
ja: 使用方法
ko: 제품 정보
lt: Naudojimas
lv: Lietošana
ms: Penggunaan Teropong
nb: Bruk
nl: Gebruik
pl: Zastosowanie
ro: Utilizare
sk: Využitie
sl: Uporaba
sq: Përdorimi
sv: Användning
th: วิธีใช้
tl: Paggamit
tr: Kullanımı
uk: Проживання
ur: استعمال
zh: 使用量

source: Thusly.
az: Oxunub:.
bn: এই ভাবে.
ca: Per tant.
de: So.
el: Έτσι.
eo: Tiel.
es: Así.
et: Seega.
fa: بنابراین.
fr: Donc.
ga: Dá bhrí sin.
gl: Así.
he: כך.
hi: इसी तरह।.
hu: Nagyon.
it: Così.
ja: です.
ko: 그래서.
lt: Taudis.
lv: Tātad.
ms: Dengan demikian.
nb: Derfor.
nl: Dus.
ro: Aşa.
sk: Tak.
sl: Tako.
sq: Kështu.
sv: Således.
th: ดังนั้น.
tl: Kaya nga.
tr: Böylece.
uk: Таким чином.
ur: اس طرح.
zh: 这样.

source: Help
az: Yardım
bn: সাহায্য
ca: Ajuda
cs: Nápověda
de: Hilfe
el: Βοήθεια
eo: Helpo helpo
es: Ayuda
et: Aita
fa: کمک به کمک
fr: Aide
ga: Cabhair
gl: Axuda
he: עזרה
hi: सहायता
hu: Segítség
id: Bantuan
it: Aiuto
ja: お問い合わせ
ko: 지원하다
lt: Pagalba
lv: Palīdzība
ms: Bantuan
nb: Hjelp
nl: Hulp
pl: Pomoc
ro: Ajutor
sk: Pomocník
sl: Pomoč
sq: Ndihmë
sv: Hjälp
th: ช่วยเหลือ
tl: Tulong
tr: Yardım
uk: Допомогти
ur: مدد
zh: 帮助

source: Examples
az: Axtarış
bn: উদাহরণ
ca: Exemples
cs: Příklady
de: Beispiele
el: Παραδείγματα
eo: Ekzemploj de ekzemploj
es: Ejemplos
et: Näiteid
fa: مثال ها
fr: Exemples
ga: Samplaí
gl: Exemplos
he: דוגמאות
hi: उदाहरण
hu: Példák
id: Contoh
it: Esempi
ja: 事例紹介
ko: 이름 *
lt: Pavyzdžiai
lv: Piemēri
ms: Contoh-contoh
nb: Eksempler
nl: Voorbeelden
pl: Przykłady
ro: Exemple
sk: Príklady
sl: Primeri
sq: Shembuj
sv: Exempel
th: ตัวอย่าง
tl: Mga Halimbawa
tr: Örnekler
uk: Приклади
ur: مثالیں
zh: 实例

source: To translate a single PO file:
az: Bir PO fa fası çevirmək üçün:
bn: একটিও ফাইল অনুবাদ করতে:
ca: Per traduir un sol fitxer PO:
cs: Přeložit jeden PO soubor:
de: Um eine einzelne PO-Datei zu übersetzen:
el: Για να μεταφράσετε ένα ενιαίο αρχείο PO:
eo: Traduki unu PO dosieron:
es: Para traducir un solo archivo PO:
et: Ühe PO- faili tõlkimiseks:
fa: برای ترجمه یک فایل PO:
fr: Pour traduire un seul fichier PO :
ga: A aistriú comhad PO amháin:
gl: Para traducir un único ficheiro:
he: לתרגם קובץ PO יחיד:
hi: एक एकल पीओ फ़ाइल का अनुवाद करने के लिए:
hu: Egyetlen PO fájl lefordításához:
id: Untuk menerjemahkan satu berkas PO:
it: Tradurre un singolo file PO:
ja: 単一のPOファイルを変換するには:
ko: 단일 PO 파일을 번역하려면:
lt: Norėdami išversti vieną PO failą:
lv: Lai tulkotu vienu PO failu:
ms: Untuk menerjemahkan satu berkas PO:
nb: For å oversette en enkelt PO-fil:
nl: Om één PO-bestand te vertalen:
pl: Przetłumaczyć jeden plik PO:
ro: Pentru a traduce un singur fișier PO:
sk: Pre preklad jedného súboru PO:
sl: Prevesti eno datoteko PO:
sq: Për të përkthyer një file të vetëm PO:
sv: Översätta en enda PO-fil:
th: เพื่อแปลแฟ้ม PO เดี่ยว:
tl: Upang isalin ang isang talaksang PO:
tr: Tek bir PO dosyasını çevirmek için:
uk: Щоб перевести один файл PO:
ur: ایک پی یو فائل کا ترجمہ کرنے کے لیے:
zh: 要翻译单个 PO 文件 :

source: To translate specifying to/from language:
az: Qeydiyyatdan əlavə etmək üçün:
bn: ভাষা থেকে অনুবাদ করার উদ্দেশ্যে চিহ্নিত স্থান:
ca: Per a traduir especificant a/ des del llenguatge:
cs: Přeložit do / z jazyka:
de: Um die Angabe von/von Sprache zu übersetzen:
el: Για να μεταφράσετε τον προσδιορισμό σε / από τη γλώσσα:
eo: Por traduki al / de lingvo:
es: Para traducir la especificación al/desde el idioma:
et: Täpsustuse tõlkimiseks keelele/keelest:
fa: برای ترجمه به / از زبان:
fr: Pour traduire la spécification vers/depuis la langue:
ga: A aistriú chuig / ó theanga:
gl: Para traducir a / desde o idioma:
he: תרגום ל / משפה:
hi: भाषा को निर्दिष्ट करने के लिए:
hu: A nyelvről / nyelvre történő fordítás:
id: Untuk menerjemahkan yang menyatakan ke / dari bahasa:
it: Tradurre specificare da/per lingua:
ja: 言語から/への指定を翻訳するには:
ko: To/from language를 번역하려면:
lt: Norėdami išversti į / iš kalbos:
lv: Lai tulkotu precizējot uz / no valodas:
ms: Untuk menerjemahkan menyatakan ke/dari bahasa:
nb: For å oversette som angir til/fra språket:
nl: Om te vertalen naar/van taal:
pl: Aby przetłumaczyć określanie do / z języka:
ro: Pentru a traduce specificarea în/din limba:
sk: Preložiť do/z jazyka:
sl: Za prevajanje navedbe v/iz jezika:
sq: Për të përkthyer specifikimin nga/nga gjuha:
sv: För att översätta specificering till/från språk:
th: เพื่อแปลคําระบุ/ จากภาษา:
tl: Upang isalin ang tiyak na to/mula sa wika:
tr: Dilden / İngilizceye atıfta bulunmak için:
uk: Для перекладу вказавши / з мови:
ur: ترجمہ کرنے کے لیے:
zh: 将指定翻译为/从语言翻译:

source: To use a particular LibreTranslate server:
az: Xüsusi LibreTranslate server istifadə edin:
bn: একটি বিশেষ LibraryTranslate সার্ভার ব্যবহার করতে:
ca: Per usar un servidor particular Libretrage:
cs: Pro použití konkrétního serveru LibreTranslate:
de: Um einen bestimmten LibreTranslate Server zu verwenden:
el: Για να χρησιμοποιήσετε έναν συγκεκριμένο εξυπηρετητή LibreTranslate:
eo: Por uzi specialan Libre Traduki servilon:
es: Para utilizar un servidor LibreTranslate particular:
et: Konkreetse LibreTranslate serveri kasutamiseks:
fa: برای استفاده از یک سرور ترجمه خاص:
fr: Pour utiliser un serveur LibreTrail particulier:
ga: Chun freastalaí LibreTranslate áirithe a úsáid:
gl: Comentarios sobre LibreTranslate Server:
he: להשתמש בשרת Libreתרגםe מסוים:
hi: एक विशेष LibreTranslate सर्वर का उपयोग करने के लिए:
hu: Egy adott LibreTranslate szerver használata:
id: Untuk menggunakan suatu Server LibreTranslate tertentu:
it: Per utilizzare un particolare server LibreTranslate:
ja: 特定の LibreTranslate サーバーを使用するには:
ko: 특정 LibreTranslate 서버를 사용하려면:
lt: Norėdami naudotis tam tikru Librethrow serveriu:
lv: Lai izmantotu konkrētu LibreTranslate serveri:
ms: Untuk menggunakan server LibreTranslate tertentu:
nb: Hvis du vil bruke en bestemt LibreTranslate-server:
nl: Om een bepaalde LibreTranslate server te gebruiken:
pl: Aby użyć konkretnego serwera LibreTranslate:
ro: Pentru a utiliza un anumit server LibreTraduce:
sk: Použitie konkrétneho servera LibreTranslate:
sl: Za uporabo določenega strežnika LibrePrevajanje:
sq: Për të përdorur një server të veçantë Libre Translate:
sv: Använd en viss LibreTranslate-server:
th: ใช้เซิร์ฟเวอร์แบบ LibreTranslate:
tl: Upang gamitin ang isang partikular na LiberTranslate server:
tr: Belirli bir LibreTranslate sunucusu kullanmak için:
uk: Для використання певного сервера LibreTranslate:
ur: ایک مخصوص لیبرسٹر سرور استعمال کرنے کے لیے:
zh: 要使用特定 LibreTranslate 服务器 :

source: To list languages available on a LibreTranslate server:
az: LibreTranslate server mövcud dillərin siyahısı:
bn: পর্দায় উপস্থিত সকল ভাষার তালিকা:
ca: Per a llistar les llengües disponibles en un servidor Librescate:
cs: Seznam jazyků dostupných na serveru LibreTranslate:
de: Auf einem LibreTranslate-Server verfügbare Sprachen:
el: Για να απαριθμήσετε γλώσσες διαθέσιμες σε έναν εξυπηρετητή LibreTranslate:
eo: Por listigi lingvojn haveblajn sur Libre Traduki servilo:
es: Para listar idiomas disponibles en un servidor LibreTranslate:
et: LibreTranslate serveris saadaolevate keelte loend:
fa: برای لیست زبان های موجود در یک سرور LibreTranslate:
fr: Pour lister les langues disponibles sur un serveur LibreTrail:
ga: Chun liosta teangacha ar fáil ar fhreastalaí LibreTranslate:
gl: As seguintes páxinas ligan con LibreTranslate Server:
he: לרשימה שפות הזמינות בשרת Libreתרגםe:
hi: एक LibreTranslate सर्वर पर उपलब्ध भाषाओं को सूचीबद्ध करने के लिए:
hu: A LibreTranslate szerveren elérhető nyelvek felsorolása:
id: Untuk daftar bahasa yang tersedia pada server LibreTranslate:
it: Per elencare le lingue disponibili su un server LibreTranslate:
ja: LibreTranslate サーバーで利用可能な言語をリストするには:
ko: LibreTranslate 서버에서 사용 가능한 언어:
lt: Name
lv: Lai uzskaitītu valodas, kas pieejamas LibreTranslate serverī:
ms: Bahasa yang tersedia dalam server LibreTranslate:
nb: For å vise språk som er tilgjengelige på en LibreTranslate-server:
nl: Om talen beschikbaar te stellen op een LibreTranslate server:
pl: Lista języków dostępnych na serwerze LibreTranslate:
ro: Pentru a lista limbile disponibile pe un server LibreTraduce:
sk: Zoznam jazykov dostupných na serveri LibreTranslate:
sl: Za seznam jezikov, ki so na voljo na strežniku LibrePrevajanje:
sq: Për të listuar gjuhët në dispozicion në një server Libre Translate:
sv: För att lista språk som finns på en LibreTranslate-server:
th: รายการภาษาที่มีบนเซิร์ฟเวอร์แบบ LibreTranslate:
tl: Upang itala ang mga wikang makukuha sa isang server ng LibreTranlate:
tr: LibreTranslate sunucusunda mevcut diller listesi için:
uk: До списку мов, доступних на сервері LibreTranslate
ur: فہرست زبانوں کی فہرست ایک لیبرسٹر سرور پر دستیاب ہے:
zh: 要列出 LibreTranslate 服务器上可用的语言:

source: To translate all the PO files in a directory:
az: Bütün PO fa fa fa faylları bir sıra çevirmək üçün:
bn: একটি ডিরেক্টরীতে সব PO ফাইল অনুবাদ করতে:
ca: Per traduir tots els fitxers PO en un directori:
cs: Přeložit všechny soubory PO v adresáři:
de: Um alle PO Dateien in einem Verzeichnis zu übersetzen:
el: Για να μεταφράσετε όλα τα αρχεία PO σε έναν κατάλογο:
eo: Traduki ĉiujn PO dosierojn en adresaro:
es: Para traducir todos los archivos PO en un directorio:
et: Kõigi PO failide tõlkimiseks kataloogis:
fa: ترجمه تمام فایل های PO در یک دایرکتوری:
fr: Pour traduire tous les fichiers PO dans un répertoire :
ga: A aistriú go léir na comhaid PO i eolaire:
gl: Para traducir todos os ficheiros nun directorio:
he: לתרגם את כל הקבצים במדריך:
hi: एक निर्देशिका में सभी पीओ फ़ाइलों का अनुवाद करने के लिए:
hu: Az összes PO fájl fordítása egy könyvtárban:
id: Untuk menerjemahkan semua berkas PO dalam direktori:
it: Tradurre tutti i file PO in una directory:
ja: ディレクトリ内のすべてのPOファイルを翻訳するには:
ko: 디렉토리의 모든 PO 파일을 번역하려면:
lt: Norėdami išversti visus PO failus į katalogą:
lv: Lai tulkotu visus PO failus direktorijā:
ms: Untuk menerjemahkan semua berkas PO dalam sebuah direktori:
nb: For å oversette alle PO-filene i en katalog:
nl: Om alle PO-bestanden in een map te vertalen:
pl: Aby przetłumaczyć wszystkie pliki PO w katalogu:
ro: Pentru a traduce toate fișierele OP într-un director:
sk: Pre preklad všetkých súborov PO v adresári:
sl: Prevesti vse datoteke PO v imeniku:
sq: Për të përkthyer të gjithë files PO në një directory:
sv: Översätta alla PO-filer i en katalog:
th: แปลแฟ้ม PO ทั้งหมดในไดเรกทอรี:
tl: Upang isalin ang lahat ng files ng PO sa isang directory:
tr: Tüm PO dosyalarını bir dizide tercüme etmek için:
uk: Щоб перевести всі файли PO в каталозі:
ur: ایک ڈائریکٹری میں تمام پی یو فائلیں کا ترجمہ کرنے کے لیے:
zh: 要在目录中翻译所有 PO 文件 :

source: Dotenv
az: Daxil ol
bn: বিপরীত শব্দ
el: Δωδεκάνηθο
ga: Doimhneacht uisce
hi: डोटेन
id: Dodenv
it: Doten
ja: ドテンフ
ko: 사이트맵
lt: Dotenvas
ms: Perancis
pl: Dotenv Przewodniczący
th: โดเทนฟ
uk: Дотенв
ur: دانت
zh: 多腾夫

source: The LibreTranslate URL and API key can be stored using dotenv, so it doesn't need to be specified on the command line. For instance instead of doing this:
az: LibreTranslate URL və API əsas dotenv istifadə edə bilər, belə komanda xidmət göstərmək lazım deyil. Bundan əlavə etmək üçün:
bn: LibrereTranslate URL এবং API কী সহযোগে সংরক্ষণ করা যাবে, ফলে কমান্ড লাইনে উল্লেখ করা আবশ্যক। যেমন এর পরিবর্তে:
ca: La clau URL i API de Libretrate es pot desar usant dtenv, per tant no cal que s' especifiqui a la línia d' ordres. Per exemple, en comptes de fer això:
cs: Příkazový řádek nemusí být specifikován. Například místo tohoto:
de: Die LibreTranslate URL und API-Schlüssel können mit dotenv gespeichert werden, so dass es nicht auf der Befehlszeile angegeben werden muss. So zum Beispiel statt das zu tun:
el: Το πλήκτρο LibreTranslate URL και API μπορούν να αποθηκευτούν χρησιμοποιώντας dotenv, έτσι δεν χρειάζεται να καθοριστεί στη γραμμή εντολών. Για παράδειγμα, αντί να κάνουμε αυτό:
eo: La Libre Translate URL kaj API ŝlosilo povas esti stokita uzante dotenv, tiel ke ĝi ne bezonas esti precizigita sur la komandlinio. Ekzemple anstataŭ fari tion:
es: La URL LibreTranslate y la clave API se pueden almacenar usando dotenv, por lo que no necesita ser especificada en la línea de comandos. Por ejemplo, en lugar de hacer esto:
et: LibreTranslate URL-i ja API-klahvi saab salvestada dotenvi abil, nii et seda ei ole vaja käsureal määrata. Näiteks selle asemel, et seda teha:
fa: کلید LibreTranslate URL و API را می توان با استفاده از dotenv ذخیره کرد، بنابراین لازم نیست در خط فرمان مشخص شود. به جای انجام این کار:
fr: L'URL LibreTrail et la clé API peuvent être stockées en utilisant dotenv, de sorte qu'il n'a pas besoin d'être spécifié sur la ligne de commande. Par exemple, au lieu de faire ceci:
ga: Is féidir leis an URL LibreTranslate agus eochair API a stóráil ag baint úsáide as dotenv, mar sin ní gá é a shonrú ar an líne ordú. Mar shampla in ionad é seo a dhéanamh:
gl: A URL e a clave da API LibreTranslate poden almacenarse usando dotenv, polo que non é necesario especificarse na liña de comandos. En vez de facelo:
he: מפתח ה-URL ו- API של Libreתרגם ניתן לאחסן באמצעות dotenv, כך שלא צריך להיות מוגדר על קו הפקודה. למשל במקום לעשות זאת:
hi: LibreTranslate URL और API कुंजी को dotenv का उपयोग करके संग्रहीत किया जा सकता है, इसलिए इसे कमांड लाइन पर निर्दिष्ट करने की आवश्यकता नहीं है। ऐसा करने के बजाय उदाहरण के लिए:
hu: A LibreTranslate URL és API billentyűt a dotenv segítségével lehet tárolni, így nem kell megadni a parancssorban. Például ahelyett, hogy ezt csinálnánk:
id: LibreTranslate URL dan kunci API dapat disimpan menggunakan dotenv, sehingga tidak perlu dispesifikasikan pada baris perintah. Sebagai contoh daripada melakukan hal ini:
it: L'URL LibreTranslate e la chiave API possono essere memorizzati utilizzando dotenv, quindi non è necessario essere specificati sulla riga di comando. Per esempio invece di fare questo:
ja: LibreTranslate URL と API キーは dotenv を使用して保存できますので、コマンドラインで指定する必要はありません。 この代わりにインスタンスの場合:
ko: LibreTranslate URL과 API 키는 dotenv를 사용하여 저장될 수 있으므로 명령줄에 지정할 필요가 없습니다. 이 작업을 대신하는 경우:
lt: Lybreplayer URL ir API klavišą galima saugoti naudojant dotenv, todėl jo nereikia nurodyti komandų eilutėje. Pavyzdžiui, vietoj to:
lv: LibreTranslate URL un API atslēgu var saglabāt, izmantojot dotenv, tāpēc tas nav jānorāda komandrindā. Tā vietā, piemēram:
ms: Kunci URL dan API LibreTranslate LibreTranslate dapat disimpan menggunakan dotenv, sehingga tidak perlu ditentukan pada baris perintah. Sebagai contoh daripada melakukan hal ini:
nb: LibreTranslate URL og API-nøkkelen kan lagres ved hjelp av dotenv, så den trenger ikke å bli spesifisert på kommandolinjen. For eksempel i stedet for å gjøre dette:
nl: De LibreTranslate URL en API-toets kunnen worden opgeslagen met behulp van dotenv, zodat het niet hoeft te worden opgegeven op de opdrachtregel. Bijvoorbeeld in plaats van dit te doen:
pl: LibreTranslate URL i klucz API mogą być przechowywane za pomocą dotenv, więc nie musi być podane w linii poleceń. Na przykład zamiast tego:
ro: LibreTraduce URL-ul și tasta API pot fi stocate folosind dotenv, astfel încât nu trebuie să fie specificat pe linia de comandă. De exemplu, în loc să facă acest lucru:
sk: LibreTranslate URL a API kľúč môžu byť uložené pomocou dotenv, takže to nemusí byť uvedené na príkazovom riadku. Napríklad namiesto tohto:
sl: LibreTranslate URL in API ključ je mogoče shraniti z dotenv, tako da ni treba določiti v ukazni vrstici. Na primer, namesto tega:
sq: URL Libre Translate dhe API mund të ruhen duke përdorur dotenv, kështu që nuk ka nevojë të specifikohet në rreshtin e komandës. Për shembull, në vend të kësaj:
sv: LibreTranslate URL och API-nyckeln kan lagras med hjälp av dotenv, så det behöver inte anges på kommandoraden. Till exempel istället för att göra detta:
th: กุญแจ LibreTranslate ที่อยู่ URL และ API สามารถจัดเก็บได้โดยใช้ dotenv ดังนั้นมันจึงไม่จําเป็นต้องระบุบนบรรทัดคําสั่ง ตัวอย่างเช่น แทนที่จะทําแบบนี้
tl: Ang LibreTranslate URL at API key ay maaaring itago gamit ang dotenv, kaya't hindi na ito kailangang tiyakin sa command line. Halimbawa sa halip na gawin ito:
tr: LibreTranslate URL ve API anahtarı, dotenv kullanarak depolanabilir, bu nedenle komut satırında belirtilmesi gerekmez. Örneğin bunu yapmak yerine:
uk: За допомогою dotenv можна зберігати URL-адресу LibreTranslate і API-ключа, тому не потрібно вказати на командному рядку. Наприклад, замість цього:
ur: لیبری ٹرانس ڈرم اور اے پی آئی کی کلید کو دوا استعمال کرتے ہوئے محفوظ کیا جا سکتا ہے، اس لیے اسے کمانڈ لائن پر مخصوص کرنے کی ضرورت نہیں۔ مثال کے طور پر ، ایسا کرنے کی بجائے :
zh: LibreTranslate URL和API密钥可以使用dotenv存储,因此不需要在命令行上指定. 例如,与其这样做:

source: You can add the URL adding the ``LT_URL`` variable to an ``.env`` file in the base directory:
az: URL əlavə edə bilərsiniz "LT_URL'nin dəyişdirilməsi ".env'" səhifəsini baza kateqoriyasında daxil edin:
bn: Base_type'র মধ্যে '#' শীর্ষক URL যোগ করে সংশ্লিষ্ট URL যোগ করা যাবে :
ca: Podeu afegir l' URL afegint l' URL a la variable URLLT_ URLURL URLURL a un fitxer kolab. enverald en el directori base:
cs: Do základního adresáře můžete přidat URL přidáním proměnné "LT _ URL" do souboru ".env":
de: Sie können die URL hinzufügen, die die Variable ``````````` in einer ``.env``-Datei im Basisverzeichnis einfügt:
el: Μπορείτε να προσθέσετε το URL προσθέτοντας τη μεταβλητή ``LT_URL`' σε ένα αρχείο ``.env` ́ στον βασικό κατάλογο:
eo: Vi povas aldoni la URL aldonantan la "LT_URL" variablon al "env" dosiero en la bazo adresaro:
es: Puede agregar la URL agregando la variable ``LT_URL` a un archivo ``.env` en el directorio base:
et: URL- i, mis lisab "LT_URL" muutuja ".env" faili baaskataloogis:
fa: شما می توانید URL را اضافه کنید و “LT_URL” را به یک فایل “.env” در دایرکتوری پایه اضافه کنید:
fr: Vous pouvez ajouter l'URL ajoutant la variable ``LT_URL`` à un fichier ``.env`` dans le répertoire de base & #160;:
ga: Is féidir leat a chur ar an URL cur leis an ```LT_URL`` athróg chun `` .env`` comhad sa eolaire bonn:
gl: Podes engadir a URL engadindo a variable LT_URL a un ficheiro .env no directorio base:
he: באפשרותך להוסיף את כתובת ה-URL "LT_URL" משתנה לקובץ ".env" בספריית הבסיס:
hi: आप यूआरएल को 'LT_URL` को आधार डायरेक्टरी में ``.env` फाइल में जोड़ सकते हैं:
hu: Az "LT _ URL" változót hozzá lehet adni egy ".env" fájlhoz az alapkönyvtárban:
id: Anda dapat menambahkan URL menambahkan variabel "LT _ URL" ke sebuah berkas ".env" dalam direktori dasar:
it: È possibile aggiungere l'URL aggiungendo la variabile ``LT_URL` ad un file ``.env`` nella directory di base:
ja: ベースディレクトリに ``LT_URL`` 変数を ``.env` ファイルに追加する URL を追加できます
ko: 기본 디렉토리에 ``LT_URL` 변수를 ``.env``파일에 추가할 수 있습니다
lt: Galite pridėti URL pridedant "LT _ URL" kintamąjį į ".env" failą pagrindiniame aplanke:
lv: Jūs varat pievienot URL, pievienojot mainīgo lielumu ''LT_URL' failam bāzes mapē:
ms: Anda dapat menambahkan URL menambahkan variabel ``LT_URL`` ke berkas ``.env`` di direktori dasar:
nb: Du kan legge til URL-adressen som legger til variabelen «LT_URL» til en ««.env» fil i basiskatalogen:
nl: U kunt de URL toevoegen van de variabele
pl: Możesz dodać URL dodając zmienną "LT _ URL" do pliku ".env" w katalogu bazowym:
ro: Puteți adăuga URL-ul adăugand variabila LLT_URL
sk: Môžete pridať URL pridanie premennej
sl: URL lahko dodate spremenljivki `LT_URL` v datoteko `.env` v osnovnem imeniku:
sq: Ju mund të shtoni URL-në duke shtuar të ndryshueshëmn YLT_URL) në një file ♫.envة në directory bazë:
sv: Du kan lägga till webbadressen som lägger till "LT_URL" -variabeln till en ".env" -fil i baskatalogen:
th: คุณสามารถเพิ่มที่อยู่ URL เข้าไปเพิ่มตัวแปร 'LT_URL' ไปยัง ''.env' ในไดเรกทอรีฐาน:
tl: Maaari mong idagdag ang URL na idinaragdag ang ``LT_URL``I variable sa isang talaksang `````.env`` sa base directory:
tr: URL'yi "LT_URL" değişkenini temel dizide bir ".env" dosyasına ekleyebilirsiniz:
uk: Ви можете додати URL-адресу, додавши змінну `LT_URL до файлу ``.env` в базовому каталозі:
ur: آپ 'LT_URL' میں تبدیل کر سکتے ہیں
zh: 您可以在基准目录中添加“ LT_ URL” 变量到“.env” 文件 :

source: The same can be done with the API key, such as:
az: Eyni API əsas ilə ola bilər, kimi:
bn: API কী এর মতো একই কাজ করা যাবে:
ca: El mateix es pot fer amb la clau API, com ara:
cs: Totéž lze udělat s API klíčem, např.:
de: Das gleiche kann mit dem API-Schlüssel geschehen, wie:
el: Το ίδιο μπορεί να γίνει και με το κλειδί API, όπως:
eo: La sama povas esti farita kun la API-ŝlosilo, kiel ekzemple:
es: Lo mismo puede hacerse con la clave de API, como:
et: Sama saab teha ka API võtmega, näiteks:
fa: همین کار را می توان با کلید API انجام داد، مانند:
fr: La même chose peut être faite avec la clé API, comme:
ga: Is féidir an rud céanna a dhéanamh leis an eochair API, mar shampla:
gl: O mesmo se pode facer coa API, como:
he: אותו הדבר ניתן לעשות עם מפתח API, כגון:
hi: इसके अलावा एपीआई कुंजी के साथ किया जा सकता है, जैसे:
hu: Ugyanez érhető el az API kulcsával, például:
id: Hal yang sama dapat dilakukan dengan kunci API, seperti:
it: Lo stesso può essere fatto con la chiave API, come ad esempio:
ja: 同じことは、次のような API キーで行うことができます
ko: 같은 API 키로 수행 할 수 있습니다 :
lt: Tą patį galima padaryti ir su API raktu, pavyzdžiui:
lv: To pašu var izdarīt ar API atslēgu, piemēram:
ms: Hal yang sama dapat dilakukan dengan kunci API, seperti:
nb: Det samme kan gjøres med API-nøkkelen, for eksempel:
nl: Hetzelfde kan gedaan worden met de API sleutel, zoals:
pl: To samo można zrobić z kluczem API, np.:
ro: Acelaşi lucru se poate face cu cheia API, cum ar fi:
sk: To isté možno urobiť s kľúčom API, ako sú:
sl: Enako je mogoče storiti s ključem API, kot so:
sq: E njëjta gjë mund të bëhet me kyçin API, si:
sv: Detsamma kan göras med API-nyckeln, till exempel:
th: เช่นเดียวกันกับกุญแจ API เช่น
tl: Gayundin ang magagawa sa API key, gaya ng:
tr: Aynısı API anahtarı ile yapılabilir, örneğin:
uk: Те ж можна зробити з ключем API, такими як:
ur: اسی طرح اے پی آئی کی کلید کے ساتھ بھی کیا جا سکتا ہے جیسے:
zh: API 密钥也可以这样做,例如:
